<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
  <head>
    <meta name="generator" content="HTML Tidy, see www.w3.org">

    <title>Magellan Hilfe</title>
    <meta http-equiv="Content-Language" content="de-DE">
    <meta http-equiv="Content-Type" content=
    "text/html; charset=iso-8859-1">
    <meta name="keywords" content=
    "Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan Dokumentation">
    <meta name="AUTHOR" content="rb@behme.space.net">
    <link rel="stylesheet" href="../default.css" type="text/css">
  </head>

  <body>
    <a name="top"></a> <!-- Inhalt -->
     

    <h1>Magellan Hilfe</h1>

    <p>Magellan ist ein vollst&auml;ndiger Client f&uuml;r Eressea.
    Man kann damit seine Karte anzeigen, suchen, Befehle geben, und
    &uuml;berhaupt braucht man das Programm fast nur noch zu
    verlassen, um Mails an die Verb&uuml;ndeten zu schreiben.
    Fast...</p>

    <p>Diese Dokumentation gliedert sich in folgende Punkte:</p>

    <ul>
      <li><a href="menus/index.html">Die Men&uuml;s</a></li>

      <li><a href="docks/index.html">Die Fensterelemente</a></li>

      <li><a href="reference/index.html">Referenz</a></li>

      <li><a href="faq.html">FAQ</a></li>

      <li><a href="feedback.html">Feedback und Support</a></li>
    </ul>

    <p>Zus&auml;tzlich sind in der JavaHelp-Version einige Tabellen
    sowie Beschreibungen zu den Befehlen aus der
    Eressea-Spielanleitung zu finden. Allerdings wird keine
    Gew&auml;hr f&uuml;r Vollst&auml;ndigkeit oder Richtigkeit
    &uuml;bernommen. Ma&szlig;geblich sind immer die offiziellen
    Spielregeln unter <a href=
    "http://www.eressea.de/rules/">http://www.eressea.de/rules/</a>.</p>

    <p>Diese Dokumentation ist leider noch nicht vollst&auml;ndig.
    Verschiedene Teile fehlen oder sind ausbauf&auml;hig. Auch kann
    es im Lauf der Zeit passieren, da&szlig; diese Dokumentation
    nicht immer auf dem neuesten Stand ist, da Magellan
    st&auml;ndig weiterentwickelt wird. Wer also etwas vermisst,
    m&ouml;ge bitte eine Mail an unsere <a href=
    "feedback.html#mailinglist">Mailingliste</a> schreiben.
    Nat&uuml;rlich ist auch jede Art der Mithilfe willkommen.
    Verbesserungsvorschl&auml;ge und Korrekturen bitte an <a href=
    "feedback.html#mantis">Mantis</a> melden.</p>
    <br>
     

    <h3>Dankesch&ouml;n</h3>

    <p>an Stefan G&ouml;tz und alle anderen Magellan-Entwickler
    f&uuml;r einen tollen Eressea-Client und die Unterst&uuml;tzung
    bei der Entwicklung dieser Online-Hilfe und an Matthias
    M&uuml;ller, der mich beim Texten und Testen tatkr&auml;ftig
    unterst&uuml;tzt hat.</p>
    <br>
     

    <h3>Disclaimer</h3>

    <p>Diese Dokumentation wurde mit gr&ouml;&szlig;ter Sorgfalt
    erstellt. Trotzdem k&ouml;nnen die Autoren keine Gew&auml;hr
    f&uuml;r irgendwelche Fehler oder Falschdarstellungen
    &uuml;bernehmen. Die Autoren haften nicht f&uuml;r irgendwelche
    Sch&auml;den, die mittelbar oder unmittelbar aus der Benutzung
    oder Nichtbenutzung dieser Dokumentation entstehen. Was also
    immer passiert, lieber Leser: Du bist selber schuld!</p>

    <p>Die Verwendung und Verbreitung dieser Dokumentation
    unterliegt der <a href="license.html">GNU Public License
    (GPL)</a>.</p>

    <p>Roland Behme, M&uuml;nchen am 30.09.2001<br>
     Thoralf Rickert, Hamburg am 29.02.2008</p>
    <!-- Inhalt - Ende -->
  </body>
</html>

