<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
  <head>
    <meta name="generator" content="HTML Tidy, see www.w3.org">

    <title>Magellan Dokumentation</title>
    <meta http-equiv="Content-Language" content="de-DE">
    <meta http-equiv="Content-Type" content=
    "text/html; charset=iso-8859-1">
    <meta name="keywords" content=
    "Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan Dokumentation">
    <meta name="AUTHOR" content="rb@behme.space.net">
    <link rel="stylesheet" href="../../default.css" type=
    "text/css">
  </head>

  <body>
    <a name="top"></a> <!-- Inhalt -->
     

    <h1>Arbeiten mit Computerreporten</h1>

    <p>Um mit Magellan seine Z&uuml;ge machen zu k&ouml;nnen, muss
    man die Auswertung als Computerreport (CR) beziehen. Hierzu
    muss man in seinem ersten Zug unbedingt einer Einheit den
    Befehl "Option Computer" geben. Man bekommt zwar mit der ersten
    Auswertung auch einen CR zugeschickt, doch muss diese Option
    trotzdem gesetzt werden, um weiterhin einen zu beziehen.
    M&ouml;glich ist dies unter <a href=
    "../menus/extras/factionstatistics.html#eresseaoptions">Extras
    -&gt; Eressea Optionen...</a>.</p>

    <p>Bekommt man die Auswertung auch als CR gesandt, so sollte
    man <a href="../faq.html#Kommandozeilenstart">Magellan
    starten</a> und per <a href="../menus/file/open.html">Datei
    -&gt; &Ouml;ffnen...</a> den CR laden. Als n&auml;chstes muss
    man unter in der <a href=
    "../menus/extras/factionstatistics.html">Parteistatistik</a>
    seine Partei ausw&auml;hlen und mittels der Schaltfl&auml;che
    <b><i>Password setzen</i></b> Magellan sein Passwort mitteilen,
    da es erst mit gesetztem Passwort m&ouml;glich ist, seine
    Befehle zu schreiben.</p>

    <p>Bekommt man seine erste Auswertung, so befindet sich das
    Passwort in der Datei mit der Endung .nr. Dort sollte es
    irgendwo in den ersten Zeilen stehen.</p>

    <h2>Benutzen eines Zug-CRs</h2>

    <p>Um alle Funktionen von Magellan nutzen zu k&ouml;nnen, ist
    es sinnvoll, immer mit dem "gleichen" CR zu arbeiten und den
    neuen CR hinzuzuladen. Man beginnt damit sinnvollerweise, indem
    man seinen ersten CR unter einem anderen Namen speichert, z.B.
    zug.cr. Erh&auml;lt man nun eine neue Auswertung, so l&auml;dt
    man den alten zug.cr und f&uuml;gt den neuen Report per <a
    href="../menus/file/add.html">Datei -&gt;
    Hinzuf&uuml;gen...</a> hinzu.</p>

    <p>Zu den Funktionen, die so erst m&ouml;glich sind,
    geh&ouml;ren:</p>

    <ul>
      <li>Ver&auml;nderungsanzeigen zur Vorwoche</li>

      <li>Regionsinformationen zur Zeit des letzten Besuchs einer
      Region, von der man mit der aktuellen Auswertung keine
      Informationen bekommen hat. Dazu geh&ouml;ren:</li>

      <li style="list-style: none">
        <ul>
          <li>Stra&szlig;en</li>

          <li>Geb&auml;ude</li>

          <li>Bauern</li>

          <li>Silber</li>

          <li>Resourcen</li>
        </ul>
      </li>
    </ul>

    <p>Zu den Informationen, die dadurch erhalten bleiben und somit
    nicht neu eingegeben werden m&uuml;sssen (so das &uuml;berhaupt
    m&ouml;glich ist), geh&ouml;ren:</p>

    <ul>
      <li>zugewiesene Inselnamen</li>

      <li>selbsterstellte Regionskommentare</li>

      <li>Informationen &uuml;ber wachsende Kr&auml;uter</li>

      <li>Informationen &uuml;ber Trankrezepte</li>

      <li>Informationen &uuml;ber Zauberspr&uuml;che</li>
    </ul>

    <h2>Austausch von CRs</h2>

    <p>Beim Austausch von CRs mit anderen Spielern sollte man sich
    zuerst Gedanken machen, was man &uuml;berhaupt tauschen will.
    So sollte man beim Tauschen von Kartenmaterial es tunlichst
    vermeiden, seine Einheiten und Geb&auml;ude im CR zu lassen,
    schlie&szlig;lich muss man ja nicht gleich seine St&auml;rken
    und Schw&auml;chen offen legen. Magellan bietet hierzu unter
    dem Men&uuml;punkt <a href="../menus/file/crexport.html">Datei
    -&gt; CR exportieren...</a> mehrere Optionen an, was in einem
    CR gespeichert werden soll.</p>

    <p>Will man fremde Reporte (Karten o.a.) dem eigenen
    hinzuf&uuml;gen, so versucht Magellan automatisch, die beste
    &Uuml;bereinstimmung zu erkennen, falls das Koordinatensysteme
    der Reporte nicht &uuml;bereinstimmen. Falls dies allerdings
    wider Erwarten zu einem unkorrekten Ergebnis f&uuml;hren
    sollte, so muss man den hinzuzuf&uuml;genden Report normal
    laden und dann selbst den <a href=
    "../menus/map/origin.html">Urprung anpassen</a>, den Report
    speichern und ihn dann zum Hauptreport hinzuf&uuml;gen.</p>

    <h2>Arbeiten mit mehreren CRs der gleichen Runde</h2>

    <p>Arbeitet man mit mehreren Reporten aus der gleichen Runde
    (z.B. Reporte von Verb&uuml;ndeten), empfiehlt es sich, immer
    seinen eigenen Report zuerst zu laden und diesem die fremden
    Reporte hinzuzuf&uuml;gen. Dadurch ist sichergestellt, dass das
    Koordinatensystem des eigenen Reports beibehalten wird.</p>

    <p>Beim schrittweisen Hinzuf&uuml;gen von
    Verb&uuml;ndetenreporten kann es passieren, dass z.B.
    Ver&auml;nderungsinformationen nicht erfasst werden. Um das zu
    vermeiden, kann man zun&auml;chst alle Verb&uuml;ndetenreporte
    zu einem einzigen Report zusammenf&uuml;gen und dann diesen
    B&uuml;ndnisreport dem eigenen hinzuf&uuml;gen.</p>
    <!-- Inhalt - Ende -->
  </body>
</html>

