<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Kr&auml;uterkunde und Alchimie</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<h1>Kr&auml;uterkunde und Alchimie</h1>
	<p>
		Mit Hilfe von allerlei Zutaten (vor allem Kr&auml;utern) k&ouml;nnen
		Alchimisten m&auml;chtige Tr&auml;nke brauen. Ein solcher Trank kann von
		jeder Einheit benutzt werden, um verschiedene Effekte zu erzielen.
	</p>
	<p>
		Kr&auml;uterkunde und Alchimie sind teure Talente! Um sie lernen zu 
		k&ouml;nnen, mu&szlig; der Kr&auml;uterkundige bzw. der Alchimist 
		gen&uuml;gend Silber mit sich tragen (zum Thema Lernkosten siehe das
		Kapitel &uuml;ber <a href="talente.html#lernkosten">Talente</a>).
	</p>
	
	<h2>Kr&auml;uter</h2>
	<p>
		In jeder Region kann eine bestimmte Kr&auml;utersorte wachsen. Welche
		Kr&auml;uter in welchen Terrains wachsen k&ouml;nnen, kann dieser
		<a href="table_alchimie.html#kraeuter">Tabelle</a> nachgelesen werden.
		Jede Runde wachsen einige wenige (wenige bedeutet in diesem Fall:
		WIRKLICH SEHR WENIGE) Kr&auml;uter nach.
	</p>
	<p>
		Diese Kr&auml;uter k&ouml;nnen von Einheiten, die &uuml;ber das Talent
		Kr&auml;uterkunde verf&uuml;gen, mit dem Befehl
		<a href="befehle.html#MACHE">MACHE KR&Auml;UTER</a> gesammelt werden.
		Pro Person der suchenden Einheit kann ein Kraut gefunden werden.
		Anders als bei anderen MACHE-Befehlen findet jedoch nicht jede Einheit,
		die nach Kr&auml;utern sucht, auch wirklich etwas. Allerdings steigt die
		Wahrscheinlichkeit, ein Kraut zu finden, mit dem Talentwert der Einheit an.
	</p>
	<p>
		Hat eine Einheit aus ausreichend hohes Talentwert Kr&auml;uterkunde, so
		wird sie erkennen k&ouml;nnen, welche Kr&auml;uter in einer Region
		wachsen, oder gar wieviele Kr&auml;uter es in der Region tats&auml;chlich
		gibt. (Dies geschieht automatisch. Es ist hierzu kein Befehl notwenig.)
	</p>
	
	<h2>Tr&auml;nke</h2>
	<p>
		Aus Kr&auml;utern kann mittels
		<a href="befehle.html#MACHE">MACHE trank</a> eine alchimistische Tinktur
		hergestellt werden. Einen &Uuml;berblick dar&uuml;ber, welche Tr&auml;nke
		es gibt und was sie bewirken liefert diese
		<a href="table_alchimie.html#traenke">Tabelle</a>. Jeder Trank hat jedoch
		ein spezielles Rezept. Dieses erh&auml;lt man, sobald ein Alchimist dem
		entsprechenden Talentwert erreicht (siehe unten).
	</p>
	<p>
		Um einen Trank herstellen zu k&ouml;nnen, mu&szlig; das Alchimietalent
		des Mischers doppelt so hoch sein wie die Stufe des Trankes. Ein
		Alchimist kann jeden Monat pro Level, die er besser ist als das Doppelte
		der Trankstufe, einen weiteren Trank brauen. Pro Monat kann ein Alchimist
		aber nur eine Sorte Trank brauen.
	</p>
	<p class="bsp">
		Hydrius Hirseblatt ist ein Trankbrauer mit Alchimie 9. Er kann also
		Tr&auml;nke der Stufen 1 bis 4 herstellen. Angenommen er besch&auml;ftigt
		sich diesen Monat mit einem Wissenstrank (Stufe 3). Das Doppelte der
		Trankstufe ist 6, also ist Hydrius 3 (=9-6) Talentstufen besser. Dies
		bedeutet, da&szlig; er in diesem Monat 4 (=3+1) Wissenstr&auml;nke 
		anfertigen kann - vorausgesetzt da&szlig; er die passenden Ingredenzien
		auftreiben kann.
		Alternativ kann Hydrius 2 Stufe 4 Tr&auml;nke, 6 Stufe 2 Tr&auml;ke oder
		8 Stufe 1 Tr&auml;nke anfertigen.
	</p>
	<p>
		Einen fertigen Trank kann jede Einheit benutzen. Hierzu mu&szlig; sie
		einfach den Befehl <a href="befehle.html#BENUTZE">BENUTZE trank [einheit]</a>
		geben. In der Regel profitiert die Einheit selbst von der Wirkung des
		Trankes. In einigen F&auml;llen (z.B. Pferdesegen) wirkt ein Trank
		jedoch auch auf die gesamte Region.
	</p>
	<p>
		Gibt man einen zus&auml;tzlichen Einheitenparameter an, so wird der Trank
		der entsprechenden Einheit verabreicht. Hat die Einheit 
		<a href="befehle.html#HELFE">HELFE</a> gesetzt oder geh&ouml;rt gar der
		selben Partei an, so wird sie den Trank benutzen. Andernfalls wird das
		Tarnungstalent der Gebereinheit mit der Wahrnehmung der 
		Empf&auml;ngereinheit verglichen. Ist die Tarnung h&ouml;her, so wird der
		Trank benutzt. Sollte jedoch die Wahrnehmung h&ouml;her sein, so wechselt 
		der Trank nur den Besitzer, als ob er mittels <a href="befehle.html#GIB">GIB</a>
		&uuml;bergeben worden w&auml;re.
	</p>
	<p>
		Derweil alle Tr&auml;nke manuell (d.h. mittels BENUTZE) verwendet werden
		k&ouml;nnen, gibt es einige Tr&auml;nke, die auch automatisch benutzt
		werden. Dies geschieht jedoch nur, wenn die Einheit, die den Trank
		benutzt, diesen selbst besitzt, d.h. z.B. da&szlig; ein Heiltrank nicht
		an eine schwer verletzte Einheit abgegeben wird.
	</p>
	<ul>
		<li>
			Heilsalbe, Heiltrank: wird automatisch von einer Einheit verwendet,
			wenn diese durch einen Kampf Schaden genommen hat. Beide Produkte
			werden nur dann verwendet, wenn die Einheit so schwer verletzt ist,
			da&szlig; die Anwendung sinnvoll ist (d.h. wenn ihr mehr als 20 bzw. 
			300 Trefferpunkte fehlen.
		</li>
		<li>
			Hirtenblut: wird automatisch von einer Vampireinheit getrunken, wenn
			die Einheit hungert.
		</li>
		<li>
			Berserkerswut, Drachenhaut: wird automatisch von einer Einheit vor
			einem Kampf zu sich genommen. Dies geschieht nur, wenn die Einheit
			noch nicht unter der Wirkung eines anderes Trankes steht.
		</li>
		<li>
			Ewiges Leben: wird automatisch von einer Einheit w&auml;hrend eines
			Kampfes verwendet, wenn sie einen t&ouml;dlichen Treffer erleidet. 
		</li>
	</ul>
	<p>
		In der Regel wirken Tr&auml;nke f&uuml;r 10 Personen. Einige Gebr&auml;ue
		haben jedoch andere Wirkungen. Wenn ein Trank angewandt wird, geht die 
		&uuml;bersch&uuml;ssige Wirkung nicht verloren. Sie wird solange
		aufbewahrt, bis sie aufgebraucht wird oder ein anderer Trank benutzt
		wird.
	</p>
	<p class="bsp">
		Eine Vampireinheit, die aus 50 Personen besteht, kann mit einer Anwendung
		von Hirtenblut (200 Vampire ben&ouml;tigen keine Bauern) 4 Monate lang
		ohne Bauern auskommen.<br />
		Eine Einheit aus 3 Personen, die zu Beginn eines Kampfes Berserkerswut zu
		sich nimmt, wird f&uuml;r die n&auml;chsten drei K&auml;mpfe +3 auf das 
		Kampftalent erhalten. Im 4. Kampf wird nur noch eine der Personen den
		Bonus erhalten.
	</p>
	<p class="right">
		Version: $Id: alchimie.html 639 2006-05-04 18:53:12Z monschter $
	</p>
</body>
</html>

