<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Vom Gelde</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<h1>Vom Gelde</h1>
	<p>
		Geld regiert die Welt. Insbesondere auf Allanon. Kaum etwas kommt ohne
		Silber aus, und so kann der Reichsschatz auf viele verschiedene Arten
		sinken. Allerdings gibt es auch unz&auml;hlige M&ouml;glichkeiten,
		Geld zu verdienen...
	</p>
	<p>
		Silber hat ein Gewicht! Je 100 Silberst&uuml;cke wiegen 1 GE. Bei der
		Berechnung des Gewichtes wird jedoch immer aufgerundet. Ob eine Einheit
		1 Silberst&uuml;ck oder 100 mit sich tr&auml;gt, die Belastung ist also
		die gleiche. Eine Person (die meisten
		<a href="rassen.html#liste">Rassen</a> haben eine Tragekapazit&auml;t
		von 7 GE) kann also ca. 700 Silberst&uuml;cke tragen, und sich dennoch
		noch bewegen. 701 Silberst&uuml;cke sind jedoch zu viel! (Siehe auch
		<a href="reisen.html">Reisen</a>)
	</p>
	
	<a id="reichsschatz" name="reichsschatz"></a>
	<h2>Der Reichsschatz</h2>
	<p>
		In der ersten Auswertung wird einem auffallen, da&szlig; die Starteinheit
		kein Silber dabei tr&auml;gt. Das hei&szlig;t jedoch nicht, da&szlig; die
		Partei kein Silber besitzt. Denn Silber kann nicht nur bei einzelnen
		Personen herumliegen, sondern auch im Reichsschatz liegen. Vorstellen
		kann man sich diesen Reichsschatz als eine Art Bank, die in jeder Region
		(sogar auf dem Ozean) eine Filiale hat. Jede Einheit, die Silber
		ben&ouml;tigt, kann mit <a href="befehle.html#BEANSPRUCHE">BEANSPRUCHE</a>
		Geld aus dem Reichsschatz abheben.
	</p>
	<p>
		Obwohl man jederzeit Geld aus dem Reichsschatz entnehmen kann, ist es
		jedoch nicht m&ouml;glich, Geld in den Reichschatz einzuzahlen. Die
		einzige M&ouml;glichkeit den Reichsschatz zu erh&ouml;hen, ist Geduld: 
    Jede Runde werden die Bauern einen kleinen Betrag spenden, der dann dem
    Reichsschatz gutgeschrieben wird.
	</p>

	<a id="ausgaben"></a>
	<h2>Ausgaben</h2>
	<h3>Lebenshaltungskosten</h3>
	<p>
		Bauern, Orks, Elfen, Riesen und Zentauren (und all die anderen
		V&ouml;lker) haben eine Sache gemein: Sie leben nicht allein von der
		Luft, die sie atmen. Jede Person ben&ouml;tigt pro Monat 10
		Silberst&uuml;cke, um sich Nahrung und Unterkunft zu kaufen. Mehrere
		Einheiten einer Partei in der selben Region helfen sich jedoch
		gegenseitig mit Silber aus. Es gen&uuml;gt also, wenn eine Einheit in
		der Region ausreichend Silber mit sich tr&auml;gt. Allerdings wird keine
		Einheit mit dem Unterhalt aushelfen, wenn sie dadurch ihren eigenen 
		Unterhalt weggeben w&uuml;rde. Einheiten, die sich
		bewegen m&uuml;ssen dort versorgt werden,	wo sie ankommen.
	</p>
	<p>
		<i>Ausnahmen bilden hierbei Vampire und Goblins. Goblins sind klein und
		nicht allzu w&auml;hlerisch. Sie ben&ouml;tigen pro Monat nur 8
		Silberst&uuml;cke. Vampire hingegen k&ouml;nnen komplett auf Silber
		verzichten. Jeder Vampir saugt jedoch pro Monat einen Bauern aus.
		Vampire auf hoher See ben&ouml;tigen Blutersatzstoffe (z.B. der
		<a href="alchimie.html">alchimistische Trank</a> Hirtenblut).</i>
	</p>
	<p>
		Ohne gen&uuml;gend Silber leiden die Leute und k&ouml;nnen sogar
		verhungern. Jeden Monat, den eine Person hungert, sinkt ihre Gesundheit
		um 3 bis 10 Trefferpunkte. Nimmt die Person dadurch mehr Schaden, als sie
		Trefferpunkte hat, so stirbt sie. Hungernde Einheiten regenerieren keine
		Trefferpunkte.
	</p>
	<p>
		Eine weitere M&ouml;glichkeit Geld auszugeben sind NPC-H&auml;ndler. Diese
		tauchen regelm&auml;&szlig;ig in Allanon auf und verkaufen allerlei Waren 
		gegen Silber. Mehr dazu findet sich im Kapitel &uuml;ber 
		<a href="monster.html#trader">Monster</a>.
	</p>
	
	<a id="rekruten"></a>
	<h3>Rekrutierung</h3>
	<p>
		Will man neue Personen rekrutieren (dies geschieht mittels des Befehls
		<a href="befehle.html#REKRUTIERE">REKRUTIERE</a>), ben&ouml;tigt man 
		nichts weiter als	gen&uuml;gend Geld. Pro angeheuerter Person mu&szlig; 
		man zwischen 40 (Goblins) und 200 Silber (Vampire) an Rekrutierungskosten 
		ausgeben. Die genaue H&ouml;he der Rekrutierungskosten h&auml;ngt dabei 
		von der Rasse der Partei ab	und kann <a href="rassen.html#tabelle">hier</a>
		gefunden werden.
	</p>
	<p>
		Neue Einheiten bekommen daf&uuml;r kein automatisches Geld. Man mu&szlig;
		es also erst manuell aus dem Reichsschatz beanspruchen oder von anderen
		Einheiten &uuml;bergeben.
	</p>
	<p>
		Man kann nur Personen der eigenen Rasse rekrutieren! Personen fremder
		Rassen mu&szlig; man sich von anderen Parteien &uuml;bergeben lassen
		(siehe <a href="rassen.html#emigranten">hier</a>).
	</p>
	<p>
		Pro Runde kann man in jeder Region nur eine gewisse Anzahl von Personen
		rekrutieren (und zwar maximal 5% der Anzahl der Bauern in der Region.)
		Mehr findet sich <a href="befehle.html#REKRUTIERE">hier</a>.
	</p>
	<p>
		In einer bewachten Region kann man nicht rekrutieren! Mehr zum Thema
		Bewachung findet sich <a href="befehle.html#BEWACHE">hier</a>.
	</p>
	
	<h3>Lernkosten</h3>
	<p>
		Es gibt einige Talente, f&uuml;r die man Geld ausgeben mu&szlig;, um sie
		zu erlernen. Mehr dar&uuml;ber kann
		<a href="talente.html#lernkosten">hier</a> nachgelesen werden.
	</p>
	
	<h3>Geb&auml;ude</h3>
	<p>
		F&uuml;r den <a href="produktion.html#burgen">Bau</a> von allen
		Geb&auml;uden (au&szlig;er Burgen) ben&ouml;tigt man unter anderem
		100 Silber pro Gr&ouml;&szlig;enpunkt. Doch wenn das Geb&auml;ude erst
		einmal steht, so gehen die Unkosten weiter: Jedes Geb&auml;ude
		(au&szlig;er Burgen und Monumenten) ben&ouml;tigt jeden Monat $500 um zu
		funktionieren. Das Silber mu&szlig; der Geb&auml;udebesitzer
		<u>zum Beginn des Monats</u> bei sich tragen. Kann das Silber nicht
		gezahlt werden, so wird das Geb&auml;ude nicht funktionieren. Falls das
		Geld noch am Ende des Monats fehlt, so besteht sogar die
		M&ouml;glichkeit, da&szlig; das Geb&auml;ude Schaden nimmt oder
		einst&uuml;rzt. Das Geld mu&szlig; von der ersten Runde an gezahlt
		werden, und nicht erst, wenn das Geb&auml;ude ausgebaut ist.
	</p>

	<a id="einnahmen" name="einnahmen"></a>
	<h2>Einnahmen</h2>
	<h3>Grundlagen</h3>
	<p>
		Auf Allanon leben zahlreiche Bauern. Diese verdienen sich ihr Geld in der
		Landwirtschaft. Allerdings k&ouml;nnen nicht beliebig viele Bauern auf
		einmal arbeiten. Die folgende Tabelle gibt an, wieviele Personen pro
		Region arbeiten k&ouml;nnen. Jeder Baum, der in einer Region steht, nimmt
		jedoch Platz in Anspruch und verringert dadurch das freie Ackerland. Pro
		Baum in der Region fallen 10 Arbeitspl&auml;tze weg, pro
		Sch&ouml;&szlig;ling fallen 4 Arbeitspl&auml;tze weg.
	</p>

	<a id="tabbaeume" name="tabbaeume"></a>
	<table class="bordered" align="center">
		<tr><th>Terrain</th><th>max. Arbeiter</th><th>max. B&auml;ume</th></tr>
		<tr><td>Ebene/Wald</td><td>10000</td><td>1000</td></tr>
		<tr><td>Hochland</td><td>4000</td><td>400</td></tr>
		<tr><td>Sumpf</td><td>2000</td><td>200</td></tr>
		<tr><td>Gebirge</td><td>1000</td><td>100</td></tr>
		<tr><td>W&uuml;ste</td><td>500</td><td>50</td></tr>
		<tr><td>Gletscher</td><td>100</td><td>10</td></tr>
	</table>
	<p>
		Wieviel Bauern pro Monat verdienen h&auml;ngt davon ab, wie gro&szlig;
		die gr&ouml;&szlig;te Burg in der Region ist. Je gr&ouml;&szlig;er die
		Burg, desto teurer kann er seine Waren verkaufen, und desto mehr Silber
		verdient er. Den genauen Betrag kann man der Tabelle entnehmen. In
		Regionen ohne Burg verdient jeder Bauer 11 Silber pro Monat.
	</p>

	<a id="tabverdienst" name="tabverdienst"></a>
	<table class="bordered" align="center">
		<tr><th>Typ</th><th>ab Gr&ouml;&szlig;e</th><th>Verdienst</th></tr>
		<tr><td>keine Burg</td><td>0</td><td>11</td></tr>
		<tr><td>Grundmauern</td><td>1</td><td>11</td></tr>
		<tr><td>Handelsposten</td><td>10</td><td>12</td></tr>
		<tr><td>Befestigung</td><td>60</td><td>13</td></tr>
		<tr><td>Turm</td><td>350</td><td>14</td></tr>
		<tr><td>Schloss</td><td>1000</td><td>15</td></tr>
		<tr><td>Festung</td><td>3000</td><td>16</td></tr>
		<tr><td>Zitadelle</td><td>12000</td><td>17</td></tr>
	</table>
	<p>
		Gemeinsam mit den Bauern k&ouml;nnen auch Spieler-Einheiten
		<a href="#arbeiten">arbeiten</a>. Nachdem die Bauern nun viel Geld
		verdient haben, k&ouml;nnen Spielereinheiten es ihnen durch
		<a href="#unterhaltung">Unterhaltung</a> oder durch
		<a href="#steuern">Steuereintreiben</a> wieder abnehmen. Sie
		k&ouml;nnen auch mit den Bauern <a href="#handel">Handel	treiben</a>.
		Goblins k&ouml;nnen es ihnen au&szlig;erdem stehlen.
	</p>
	<p>
		Nachdem die Bauern auf verschiedene Art und Weise wieder Geld abgeben
		mu&szlig;ten, geben sie den Rest nun f&uuml;r Unterhalt aus. Jeder Bauer
		verbraucht $10. Gibt es in der Region nicht gen&uuml;gend Silber, so wird
		er hungern und kann sterben.
	</p>

	<a id="arbeiten" name=arbeiten"></a>
	<h3>Arbeiten</h3>
	<p>
		Wie Bauern k&ouml;nnen auch Spielereinheiten arbeiten. Hierf&uuml;r
		ben&ouml;tigt man kein Talent, d.h. jede Einheit kann arbeiten indem
		sie einfach den Befehl ARBEITE setzt. Da es sich bei Spielereinheiten
		jedoch um ungelehrte Hilfskr&auml;fte handelt, verdienen sie je Person
		und Monat nur $11. Die Obergrenze von Arbeitern pro Region (siehe
		<a href="#tabverdienst">Tabelle</a>) gilt allerdings noch weiterhin. Falls
		also zu viele Spielereinheiten auf dem Feld arbeiten, haben die Bauern
		keinen Platz mehr und k&ouml;nnen kein Silber verdienen.
	</p>

	<a id="steuern" name="steuern"></a>
	<h3>Steuern eintreiben</h3>
	<p>
		Bewaffnete und trainierte Schergen k&ouml;nnen pro Mann und Talentpunkt
		Steuereintreiben 20 Silber an Steuern aus den Bauern herausquetschen.
		Hierzu braucht man nat&uuml;rlich das Talent Steuereintreiben,
		au&szlig;erdem Waffen (z.B. Schwerter oder Armbr&uuml;ste) und die
		entsprechenden Talente (z.B. Hiebwaffen oder Armbrustschie&szlig;en).
		Mit Katapulten kann man keine Steuern eintreiben.
	</p>
	<p>
		Wenn in einer Region nur wenig Silber vorhanden ist oder viele Bauern
		leben, so kann es vorkommen, da&szlig; mehr Silber eingetrieben wird, als
		die Bauern zum Leben brauchen. Man kann trotzdem Steuern eintreiben,
		allerdings riskiert man dann, da&szlig; dann einige der Bauern
		verhungern. Es kann daher sinnvoll sein, in einigen Regionen schon
		fr&uuml;hzeitig mit dem <a href="produktion.html#burgen">Bau</a> von
		Burgen zu beginnen.
	</p>
	<p>
		In einer bewachten Region kann man jedoch nicht ohne weiteres Steuern
		eintreiben. Nur Einheiten, die mit der bewachenden Partei verb&uuml;ndet
		sind, k&ouml;nnen Steuern eintreiben. Wenn mehrere Parteien die Region
		bewachen, so mu&szlig; man mit allen bewachenden Parteien verb&uuml;ndet
		sein, um Steuern eintreien zu k&ouml;nnen. Mehr zum Thema	Bewachung 
		findet sich <a href="befehle.html#BEWACHE">hier.
	</p>

	<a id="unterhaltung" name="unterhaltung"></a>
	<h3>Unterhaltung</h3>
	<p>
		Von dem Geld, das nach dem Steuereintreiben noch &uuml;brig ist, geben
		die Bauern 5% f&uuml;r Unterhaltung aus. Jede Einheit kann mit dem Befehl
		UNTERHALTE pro Talentpunkt und pro Person 20 Silber pro Runde verdienen,
		falls die Bauern gen&uuml;gend Silber besitzen. Wenn zu viele Unterhalter
		in einer Region arbeiten, oder wenn die Bauern nur wenig Silber haben, so
		werden die Bauern dennoch nur 5% des Silbers ausgeben.
	</p>

	<a name="handel" id="handel"></a>
	<h3>Handel</h3>
	<p>
		In den meisten Regionen wird von den Bauern ein Luxusgut angefertigt.
		Dieses kann man ihnen abkaufen. In allen Regionen, in denen dieses Gut
		nicht produziert wird, kann man es den &ouml;rtlichen Bauern verkaufen.
		Auf diese Art und Weise k&ouml;nnen H&auml;ndler zu sehr viel Geld
		kommen.
	</p>
	<p>
		Um Handel zu treiben ben&ouml;tigt man das Talent Handeln. Pro
		Talentstufe und Person k&ouml;nnen bis zu 10 Luxusg&uuml;ter gekauft
		bzw. verkauft werden. Weiterhin mu&szlig; in der Region eine Burg
		stehen, die wenigstens die Gr&ouml;&szlig;e eines Handelspostens hat.
		Wem dieses Geb&auml;ude geh&ouml;rt ist dabei egal. Man kann also
		durchaus in der Region des Erzfeindes Handel treiben.
	</p>
	<p>
		Jede Ware hat einen Grundpreis, der in der Tabelle angegeben ist.
		Au&szlig;erdem besteht in jeder Region eine Nachfrage nach den
		verschiedenen Luxusg&uuml;tern. Je h&ouml;her die Nachfrage, desto
		mehr bezahlen die Bauern f&uuml;r das Luxusgut. Werden viele
		Luxusg&uuml;ter der selben Sorte in der Region verkauft, so f&auml;llt
		die Nachfrage und somit auch der Preis.
	</p>
	<table class="bordered">
		<tr><th>Luxusware</th><th>Grundpreis</th><th>Gewicht</th></tr>
		<tr><td>Balsam</td><td>4</td><td>2</td></tr>
		<tr><td>Gew&uuml;rz</td><td>5</td><td>1</td></tr>
		<tr><td>Juwelen</td><td>8</td><td>1</td></tr>
		<tr><td>Myrrhe</td><td>5</td><td>1</td></tr>
		<tr><td>&Ouml;l</td><td>3</td><td>2</td></tr>
		<tr><td>Seide</td><td>6</td><td>2</td></tr>
		<tr><td>Perlen</td><td>7</td><td>1</td></tr>
		<tr><td>Wein</td><td>2</td><td>2</td></tr>
		<tr><td>Samt</td><td>3</td><td>2</td></tr>
		<tr><td>Weihrauch</td><td>4</td><td>2</td></tr>
	</table>
	<p>
		Der Verkaufspreis eines Gutes errechnet sich aus der Nachfrage
		multipliziert mit dem Basispreis und ist im Report angegeben. Falls
		in einem Monat ca. 5% der Bauern ein Gut gekauft haben, so f&auml;llt
		der Verkaufspreis um den Basispreis und steigt nur langsam wieder an.
		Ebenso steigt der Verkaufspreis einer Luxusware, wenn in diesem Monat
		mehr als ca. 30% der Bauern ein solches Gut verkauft haben.
	</p>
	<p>
		Die Nachfrage und Preise gelten dabei pro Region und Luxusgut, d.h. alle
		Parteien erhalten die selben Preise, und wenn eine zuviel verkauft, so
		f&auml;llt auch der Preis f&uuml;r alle anderen Parteien. Ohne Absprache
		untereinander kann man sich also schnell den Handel kaputt machen.
	</p>
	<p>
		Das Geld, das die Bauern f&uuml;r Luxuswaren ausgegeben haben, erhalten
		die H&auml;ndler. Da die Bauern f&uuml;r ihr Geld jedoch Luxuswaren
		bekommen (mit denen sie z.B. ihren Lebensunterhalt bestreiten
		k&ouml;nnen), wird ihnen das Silber nicht abgezogen. Es liegt nun
		einfach in anderer Form vor.
	</p>
	<p>
		<strong>Achtung!</strong> Die Bauern k&ouml;nnen die erhaltenen Luxuswaren
		jedoch nicht essen. Deshalb werden sie stets mindestens soviel Silber
		nicht &uuml;r den Handel ausgeben, wie sie zum Unterhalt ben&ouml;tigen.
		<i>In einer Region mit 4682 Bauern, die &uuml;ber $65830 verf&uuml;gen, 
		werden die Bauern also bis zu $19010 (=65830 - 10*4682) Silber f&uuml;r
		den Handel ausgeben.</i>
	</p>
	<p>
		Wenn man von fernen Inseln wiederkehrt, und fremde G&uuml;ter
		einf&uuml;hrt, so kann man oftmals gro&szlig;e Gewinne erziehlen.
		Expeditionen zu fremden Inseln sollten jedoch daf&uuml;r ausger&uuml;stet
		sein, jenseits des Ozeans Burgen zu errichten, da ohne Handelsposten kein
		Handel m&ouml;glich ist.
	</p>
	
	<a name="silberpool" id="silberpool"></a>
	<h3>Der Silberpool</h3>
	<p>
		Oftmals ist es eine reine Flei&szlig;aufgabe, das Silber in einer Region
		korrekt zu verteilen. Rekruten ben&ouml;tigen Silber, Magier und Taktiker
		brauchen es ebenfalls, H&auml;ndler m&uuml;ssen ihre Waren bezahlen und
		der Burgenbesitzer mu&szlig; die Unterhaltkosten f&uuml;r seine Geb&auml;de
		entrichten. Wer sich um derlei Kleinigkeiten nicht k&uuml;mmern will, der 
		kann den Silberpool benutzen.
	</p>
	<p>
		Den Silberpool darf man nicht mit dem 
		<a href="#reichsschatz">Reichsschatz</a> verwechseln, obwohl er eine 
		&auml;hnliche Aufgabe hat. Aktiviert man mittels 
		<a href="befehle.html#OPTION">OPTION SILBERPOOL</a> den Silberpool, 
		dann wird jede Einheit, die Silber ben&ouml;tigt, das entsprechende Geld 
		von allen anderen Personen der Partei in der selben Region einsammeln. 
	</p>
	<p>
		In diesem Fall gen&uuml;gt es also, wenn eine einzige Einheit in der 
		Region &uuml;ber ausreichend Silber besitzt.
	</p>
	<p>
		Eine Einheit kann auch explizit Silber von anderen Einheiten einsammeln.
		Hierf&uuml;r ist der Befehl <a href="befehle.html#SAMMEL">SAMMEL menge</a> 
		gedacht.
	</p>
	<p>
		Einige kleine Einschr&auml;kungen gibt es allerdings doch noch. Geld, das 
		mittels <a href="befehle.html#SAMMEL">SAMMEL</a> gesammelt wurde, durch 
		<a href="befehle.html#BEANSPRUCHE">BEANSPRUCHE</a> aus dem Reichsschatz 
		genommen wurde oder per <a href="befehle.html#GIB">GIB</a> explizit 
		&uuml;bergeben wurde, wird in dieser Runde nicht von Notbed&uuml;rftigen 
		eingesammelt werden. Verb&uuml;ndete profitieren von dem Silberpool nur 
		bei der Zahlung der Unterhaltkosten der Einheiten.
	</p>
	<p>
		Einheiten, die z.B. aufgrund einer Belagerung nicht interagieren 
		k&ouml;nnen, teilen sich auch keinen Silberpool.
	</p>
	<p>
		Aus Vereinfachungsgr&uuml;nden wird an allen anderen Stellen in dieser
		Dokumentation nicht weiter auf den Silberpool eingegangen. So steht z.B. bei 
		den <a href="produktion.html#unterhalt">
		Unterhaltskosten f&uuml;r Geb&auml;ude</a>, da&szlig; der Besitzer das Geld
		bei sich tragen mu&szlig;. Bei aktiviertem Silberpool ist es jedoch 
		ausreichend, wenn eine andere Einheit das Silber zur Verf&uuml;gung stellen
		kann.
	</p>
	<a name="materialpool" id="materialpool"></a>
	<h3>Der Materialpool</h3>	
	<p>
		Den Materialpool kann man mittels 
		<a href="befehle.html#OPTION">OPTION MATERIALPOOL</a> aktivieren. Der 
		Materialpool stellt - entsprechend den Regeln f&uuml;r den Silberpool - 
		gemeinsam genutzte Gegenst&auml;nde aller Art zur Verf&uuml;gung. Um auch 
		Silber gemeinsam zu nutzen, mu&szlig; man allerdings dennoch den Silberpool aktivieren.
	</p>
	<p>
		Waffen und R&uuml;stungen werden im Kampffall nicht automatisch an andere
		Einheiten verteilt! Steuereintreiber, die keine Waffen besitzen, werden 
		sich diese auch nicht aus dem Materialpool nehmen!
	</p>

	<h3>Beispiele</h3>
	<p class="right">
		Version: $Id: geld.html 944 2007-07-23 15:22:44Z sophie $
	</p>
</body>
</html>
