<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Kulturen</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<h1>Kulturen</h1>
	<p>
		Jede Partei darf sich f&uuml;r eine bestimmte Kultur entscheiden. Jede 
		Partei, die	neu in das Spiel einsteigt, beginnt zun&auml;chst einmal als 
		<a href="#barbaren">Barbaren</a>. Man darf sich jedoch jederzeit zu einer 
		anderen Kultur entschliessen, und kann diese mit dem Befehl
		<a href="befehle.html#KULTUR">KULTUR kultur</a> w&auml;hlen - jedenfalls 
		fast jederzeit, denn zwei kleine Einschr&auml;nkungen gibt es dabei.
	</p>
	<p>
		Die erste ist, da&szlig; innerhalb der letzten 50 Runden, die Kultur nicht
		schon einmal ge&auml;ndert worden ist. Sollte dies der Fall gewesen sein,
		so wird der Befehl nur mit einer Fehlermeldung quittiert. 
		<a href="magiervolk">Magierv&ouml;lker</a>, die derzeit mehr Magier in 
		ihren Reihen haben, als durch das rassenspezifische Maximum (in der Regel 
		also 3) gestattet, m&uuml;ssen zun&auml;chst einige ihrer Magier loswerden
		- z.B. durch <a href="befehle.html#VERGESSE">VERGESSEn</a> des 
		Magietalentes.
	</p>
	<p>
		<strong>Achtung!</strong> Sobald eine Partei ihre Kultur wechselt, werden 
		s&auml;mtliche Vorz&uuml;ge der vorigen Kultur verfallen. Die genauen 
		Effekte sind bei den jeweiligen Kulturen beschrieben.
	</p>
	<p>
		Jedem Spieler ist es dabei vollkommen selbst &uuml;berlassen, f&uuml;r 
		welche Kultur er sich entscheidet. Sicherlich sind Zwerge eher f&uuml;r 
		ein Dasein als Hochkultur geeignet, als f&uuml;r ein Magiervolk, allerdings
		spricht auch nichts gegen magiebegabte Zwerge... Zentauren k&ouml;nnen zwar
		nicht auf Mammuts reiten, aber dennoch k&ouml;nnen sie zu einem Naturvolk 
		werden. Letztlich sollten die rollenspielerischen Hintergr&uuml;nde der 
		Partei und - allem voran - die pers&ouml;nlichen Vorlieben des Spielers 
		entscheiden. Und wenn man eine Partei von ungelehrten Wilden spielt, 
		hindert einen niemand daran, ein Barbaren-Dasein zu f&uuml;hren.
	</p>
	
	<a id="barbaren" name="barbaren"></a>
	<h2>Barbaren</h2>
	<p>
		Barbaren zeichnen sich durch nichts besonderes aus. Sie sind halt 
		barbarisch, und der Term &quot;Kultur&quot; passt nicht wirklich auf sie.
		Dennoch haben sie allen anderen V&ouml;lkern etwas vorraus - die schiere
		Macht der Masse. Wie dies allerdings genau aussieht, wei&szlig; ich derzeit
		ehrlich gesagt noch nicht :(
	</p>

	<a id="hochkultur" name="hochkultur"></a>
	<h2>Hochkulturen</h2>
	<p>
		Unter Hochkulturen versteht man V&ouml;lker, die den restlichen Bewohnern
		der Welt technisch weit voraus sind. Einzig Hochkulturen sind in der Lage, 
		das (teuere) Talent Mechanik zu erlernen. 
	</p>
	<p>
		Mechanik ist dabei eine Art Sammelbegriff f&uuml;r zahlreiche Fertigkeiten,
		die allesamt jedoch &auml;u&szlig;erst n&uuml;tzlich sind. Mechaniker sind
		in der Lage, neue technische Ger&auml;te zu erfinden, die von ihnen (und 
		teilweise auch von anderen) genutzt werden k&ouml;nnen.
	</p>
	<p>
		&Auml;hnlich wie es bei <a href="magie.html#forschen">Magiern</a> der Fall
		ist, k&ouml;nnen Mechaniker jedoch nicht einfach loslegen. Neben 
		zahlreichen Hilfsmitteln, m&uuml;ssen sie auch erst einmal 
		<a href="befehle.html#FORSCHE">FORSCHEN</a> und neue Baupl&auml;ne 
		entdecken, bevor diese konstruiert werden k&ouml;nnen. 
	</p>
	<p>
		Dabei ist in der Regel das Mechanik-Talent, welches zur Entdeckung von 
		neuen Erfindungen n&ouml;tig ist, deutlich h&ouml;her, als die zur
		Herstellung dieses Entdeckung ben&ouml;tigte Talentstufe. Das Forschen nach
		neuen Baupl&auml;nen kostet dabei $XYZ pro Forscher und Monat.
	</p> 
	<p>
		Im Unterschied zu Magie, mu&szlig; ein bestimmter Bauplan jedoch nur einmal
		pro Partei erforscht werden. Sobald er einer Partei einmal bekannt ist, 
		kann jede Einheit der Partei (die &uuml;ber ausreichende Kenntnisse im 
		Gebiet der Mechanik besitzt) den entsprechenden Gegenstand herstellen.
	</p>
	<p>
		Sobald eine Partei ihre Kultur wechselt und nun keine Hochkultur
		mehr ist, so werden alle Einheiten der Partei das Mechanik Talent 
		umgehend verlernen! Au&szlig;erdem werden alle schon entdeckten 
		technischen Erfindungen gel&ouml;scht, so da&szlig; - sollte die Partei
		jemals wieder zu einer Hochkultur werden - alle technischen Erungenschaften
		neu erforscht werden m&uuml;ssen.
	</p>

	<a id="kirche" name="kirche"></a>
	<h2>Kirchenstaaten</h2>
	<p>
		Kirchenstaaten stehen unter dem direkten Segen der G&ouml;tter. Derweil
		alle V&ouml;lker heilige St&auml;tten besitzen, sind diese bei 
		Kirchenstaaten ein wenig mehr...
	</p>
	<p>
		Baumeister eines Kirchenstaates sind als einzigste in der Lage, den 
		Geb&auml;udetyp des <a href="produktion.html#tempel">Tempels</a> zu 
		errichten. 
	</p>
	<p>
		Ein Tempel kann mittels des Befehls 
		<a href="befehle.html#WEIHE">WEIHE</a> einer der unten aufgef&uuml;hrten
		<a href="#gottheit">Gottheiten</a> gewidmet werden. Je nach Gott, 
		bringt ein Tempel der Region,	in der er steht (bzw. allen in der Region 
		befindlichen Einheiten der Partei, der auch der Tempel geh&ouml;rt, nicht
		jedoch deren Verb&uuml;ndeten) einen gewissen Vorteil. Der Bonus h&auml;ngt
		dabei von der Gr&ouml;&szlig;e des Tempels ab:<br />
		Bonus ~ log<sub>10</sub>Tempelgr&ouml;&szlig;e<br />
		Die meisten Tempel entfalten ihre Wirkung erst, sobald sie die 
		Gr&ouml;&szlig;e 10 erreicht haben. Au&szlig;erdem wirkt - je Region und 
		Gott - nur der gr&ouml;&szlig;te Tempel. Sollte es zwei Tempel in einer 
		Region geben, die beide gleich gro&szlig; sind, und die beide dem selben 
		Gott gewidmet sind, so wird keiner der Tempel eine Wirkung haben.
	</p>
	<p>
		Kirchen, die einem anderen Kultur als einem Kirchenstaat geh&ouml;ren (zum 
		Beispiel, weil sich die Kultur der Partei ge&auml;ndert hat) bringen 
		keinerlei Boni und werden verfallen - bis sie wieder von einem Kirchenstaat
		betrieben werden.
	</p>
	<p class="bsp">
		Beispiel</br />
		Kapelle der Mutter (tpL1), Gr&ouml;&szlig;e 5, Heiligtum, der Mutter geweiht.<br /> 
		Altar des Schmieds (tpL2), Gr&ouml;&szlig;e 20, Heiligtum, dem Schmied geweiht.<br /> 
		Tempel des Schmieds (tpL3), Gr&ouml;&szlig;e 15, Heiligtum, dem Schmied geweiht.<br /> 
		Kirche des Diebes (tpL4), Gr&ouml;&szlig;e 15, Heiligtum, dem Dieb geweiht.<br /> 
		<br />
		In diesem Fall werden nur der Altar des Schmieds und die Kirche des Diebes 
		Wirkung zeigen. Die Kapelle der Mutter (zu klein) und der Tempel des 
		Schmieds (nicht der gr&ouml;&szlig;te dem Schmied geweihte Tempel in dieser
		Region) bringen (noch) keinen Nutzen ein.
	</p>
	<a id="gottheit" name="gottheit"></a>
	<table class="bordered">
	<tr>
		<th>Gottheit</th><th>Effekt</th>
	</tr>
	<tr>
		<td>ungeweiht</td><td>-</td>
	</tr>
	<tr>
		<td>Dieb</td>
		<td>
			Erh&ouml;ht das durch Stehlen geklaute Geld sowie das durch Handel 
			eingenomme Geld.
		</td>
	</tr>
	<tr>
		<td>Frieden</td>
		<td>
			Ein Friedens-Tempel ist insoweit besonders, als da&szlig; der Effekt
			nicht unbedingt der besitzenden Partei zugute kommt, sondern stets der
			Partei, die in einer kriegerischen Auseinandersetztung angegriffen wird.
		</td>
	</tr>
	<tr>
		<td>Krieg</td>
		<td>Erh&ouml;ht die Treffer- und Verteidigungschancen von Kriegern</td>
	</tr>
	<tr>
		<td>Meer</td>
		<td>
			Erh&ouml;ht die maximale Strecke, die ein in dieser Region gestartetes 
			(und von einer Einheit der Tempel-Partei gesteuertes) Schiff 
			zur&uuml;cklegen kann (dieser Bonus ist nicht kompatibel mit 
			Magie jedwelcher Art; im Zweifelsfall z&auml;hlt stets der h&ouml;here 
			Bonus).
		</td>
	</tr>
	<tr>
		<td>Mutter</td>
		<td>
			Erh&ouml;ht die Vermehrung der Bauern und verringert die Abwanderung von 
			Bauern in eine reichere Nachbarregion
		</td>
	</tr>
	<tr>
		<td>Natur</td>
		<td>
			Erh&ouml;ht das Baumwachstum sowie die Vermehrung von in der Region
			befindlichen Pferden.
		</td>
	</tr>
	<tr>
		<td>Schmied</td>
		<td>
			Bei der Weiterverarbeitung von Eisen mag es vorkommen, da&szlig; der
			Schmied die Hand des Arbeiters lenkt. Statt einem Gegenstand, werden 
			auf diese Art zwei hergestellt (ohne dabei mehr Eisen zu verbrauchen; und
			es kann auch geschehen, da&szlig; mehr Gegenst&auml;nde hergestellt 
			werden, als das Talent des Arbeitenden eigentlich zulassen).
		</td>
	</tr>
	<tr>
		<td>Sonne</td>
		<td>
			Die allsehende Sonne beleuchtet jeden Flecken dieser Erde und spendet
			auf durch Ihr Licht Leben. Jene, die sich zu verbergen suchen, haben 
			ein schlechtes Los gezogen, liegt es doch bei Ihr, alles aufzudecken.
			Tarner und Meuchler k&ouml;nnen sich vor Wahrnehmern der Sonnen-Partei
			nur schwer verbergen, so da&szlig; sie weit h&auml;ufiger auffliegen,
			als dies sonst der Fall w&auml;re.
		</td>
	</tr>
	<tr>
		<td>Unterwelt</td>
		<td>
			Der Gott der Unterwelt ist eine d&uuml;stere Gestalt, und er f&ouml;rdert
			das aktive Morden an lebenden Wesen. Die Wahrscheinlichkeit, erfolgreich
			zu Meucheln, steigt f&uuml;r die Anbeter dieser Gottheit. Au&szlig;erdem 
			werden alle Sterbenden umgehend in das Reich der Unterwelt reisen, so 
			da&szlig; weniger Untote auferstehen k&ouml;nnen.
		</td>
	<tr>
	<tr>
		<td>Weisheit</td>
		<td>
			Erh&ouml;ht die Geschwindigkeit, mit der Talente erlernt werden.
		</td>
	</tr>
	<tr>
		<td>Unbekannter Gott</td>
		<td>
			darf jeder selbst herausfinden...
		</td>
	</tr>
	</table>
	
	<a id="naturvolk" name="naturvolk"></a>
	<h2>Naturv&ouml;lker</h2>
	<p>
		Naturv&ouml;lker sind von allen Kulturen die am naturverbliebensten. Dies
		&auml;u&szlig;ert sich in verschiedenen Bereichen.
	</p>
	<p>
		Naturv&ouml;lker sind die einzigen V&ouml;lker, die 
		<a href="monster.html#tiere">wilde Tiere</a> z&auml;hmen und f&uuml;r 
		allerlei Zwecke abrichten k&ouml;nnen. Weiterhin haben sie eine 
		erh&ouml;hte Reitgeschwindigkeit (auf Pferden reitend k&ouml;nnen sie in 
		einem Monat 3 statt der &uuml;blichen 2 Felder zur&uuml;cklegen).<br />
		
		Au&szlig;erdem sind sie besonders effektiv darin, wilde Pferde zu z&auml;hmen, 
		B&auml;ume zu f&auml;llen oder Kr&auml;uter zu sammeln. Jede Einheit Holz,
		Pferde oder Kr&auml;uter, die von ihnen gesammelt werden, wird nur zu 
		85% vom Regionsvorrat abgezogen. Dies ist voll kommulativ zu den Rassenboni
		der Termiten bzw. Zentauren.
	</p>
	<p>
		Sollte sich ein Naturvolk zu einer anderen Kultur umentwickeln, so werden
		s&auml;mtliche gez&auml;hmten Tiere der Partei (au&szlig;er Pferden) das 
		Weite suchen und wieder wild werden.
	</p>
	<p>
		In der unten aufgef&uuml;hrten Tabelle ist eine Liste der z&auml;hmbaren 
		Wildtierarten aufgef&uuml;hrt. Neben dem Namen der Tierart steht die
		minimale Talentstufe der Talentes Pferdedressur, die ben&ouml;tigt wird, um
		ein Tier einzufangen. Ein &quot;Einheit&quot; im Feld Typ bedeutet, 
		da&szlig; das gez&auml;hmte Tier zu einer eigenst&auml;ndigen Einheit wird,
		der Befehle erteilt werden k&ouml;nnen. &quot;Gegenstand&quot; im Feld Typ 
		bedeutet jedoch, da&szlig; die eingefangenen Tiere - wie Pferde - in das 
		Inventar der z&auml;hmenden Einheit &uuml;bergehen.
	</p>
	<table class="bordered">
	<tr>
		<th>
			Tier
		</th>
		<th>
			Min Talent
		</th>
		<th>
			Effekt
		</th>
	</tr>
	
	<tr>
		<td>Adler</td>
		<td>3</td>
		<td>
			Adler k&ouml;nnen besonders gut sehen, und k&ouml;nnen 
			evtl. getarnte Einheiten aufsp&uuml;hren. Eine Einheit mit einem
			Adler erhält einen Wahrnehmungsbonus von +3.
		</td>
	</tr>
	<tr>
		<td>B&auml;r</td>
		<td>3</td>
		<td>
			B&auml;ren werden zumeist abgerichtet, damit sie tanzen und allerlei
			lustige Kunstst&uuml;cke vollbringen. Unterhaltern, die Tanzb&uml;ren 
			dabei haben, werden noch mehr Bauern zustr&ouml;hmen. Sie k&ouml;nnen
			noch mehr Geld verdienen - pro Talentpunkt und B&auml;r 22 Silber, statt
			der &uuml,blichen $20 pro Talentpunkt.
		</td>
	</tr>
	<tr>
		<td>B&uuml;ffel</td>
		<td>1</td>
		<td>
			B&uuml;ffel k&ouml;nnen wie Pferde geritten werden, k&ouml;nnen jedoch 
			doppelt so viel tragen wie Pferde.
		</td>
	</tr>
	<tr>
		<td>Mammut</td>
		<td>6</td>
		<td>
			Mammuts sind riesige Tiere, die perfekt dazu geeignet sind, schwere 
			Lasten zu tragen - selbst Riesen, und auch Zentauren und Hydren können
			auf ihnen reiten. Ein Mammut kann bis zu vier Personen (bzw. zwei Riesen)
			in den Kampf tragen. Mammutreiter sind im Kampf nur	sehr schwer zu 
			treffen und erhalten zus&auml;tzlich den normalen Pferde-Bonus. Um ein 
			Mammut im Kampf zu reiten, ist ein Reiten-Talent von mindestens 3 
			notwendig (die in 
			<a href="konflikt.html#kavallerie">dieser Tabelle</a> angegebenen 
			Mindesttalente erh&ouml;hen sich um 2).<br />
			Mammuts tragen f&uuml;nf mal so viel wie ein Pferd.
		</td>
	</tr>
	<tr>
		<td>Nashorn</td>
		<td>6</td>
		<td>
			Nash&ouml;rner sind starke Tiere, die sowohl Lasten, als auch Personen
			(sogar Riesen) tragen k&ouml;nnen. Ein Nashorn kann bis zu zwei Personen 
			(bzw. einen Riesen) in den Kampf tragen. Nash&ouml;rner sind im Kampf
			t&ouml;tliche Waffen. Zus&auml;tzlich zum normalen Reiten-Bonus der 
			Reiter, greifen Nash&ouml;rner mit ihrem Horn an und rei&szlig;en 
			f&uuml;rchterliche Wunden. Es wird (wie bei Mammuts) ein Reiten-Talent
			von mindestens 3 ben&ouml;tigt, um ein Nashorn in den Kampf zu 
			f&uuml;hren.<br />
			Ein Nashorn ist in der Lage, die dreifachen Lasten eines Pferdes zu 
			tragen.
		</td>
	</tr>
	<tr>
		<td>Rabe</td>
		<td>3</td>
		<td>
			NEUEN EFFEKT AUSDENKEN
		</td>
	</tr>
	<tr>
		<td>Spinne</td>
		<td>6</td>
		<td>Gegenstand</td>
		<td>
			Spinnen produzieren jede Runde ein wenig Seide, die auf dem Handelsmarkt
			verkauft werden kann.
		</td>
	</tr>
	<tr>
		<td>Tiger</td>
		<td>6</td>
		<td>Einheit</td>
		<td>
			Tiger lassen sich nur schwierig z&auml;hmen, so da&szlig; die 
			h&auml;ufigste Verwendung von Tigern wohl im Kampf zu finden ist. Sie 
			werden auf den Gegner gehetzt, in der Hoffnung, diesem m&ouml;glichst 
			schwer zu verletzten. Derweil dieses Verfahren effektiv gegen Bauern
			sein mag, k&ouml;nnen Tiger ausgebildeten und gepanzerten Gegnern 
			allerdings kaum etwas entgegensetzten.
		</td>
	</tr>
	<tr>
		<td>Wolf</td>
		<td>3</td>
		<td>Gegenstand</td>
		<td>
			W&ouml;lfe werden oftmals als h&auml;usliche Schutz- und Wachtiere 
			eingesetzt. Eine Einheit, die W&ouml;lfe dabei hat, hat bessere Chancen 
			den Angriff eines Meuchlers zu &uuml;berleben (je Wolf in der Einheit
			ist eine Person gesch&uuml;tzt). Einen absoluten Schutz k&ouml;nnen aber
			selbst diese Tier nicht gew&auml;hrleisten.
		</td>
	</tr>
	</table>

	<a id="magiervolk" name="magiervolk"></a>
	<h2>Magierv&ouml;lker</h2>
	<p>
		Magierv&ouml;lker k&ouml;nnen nichts, was andere Parteien nicht auch 
		k&ouml;nnen. Aber zumindest, was die Magie angeht, sind anderen Parteien
		ein wenig voraus...
	</p>
	<p>
		Magierv&ouml;lker haben nicht die normale Beschr&auml;nkung von 3 (bzw. 4
		bei Feen) Magiern pro Partei. Stattdessen k&ouml;nnen sie doppelt so viele
		Magier besitzen. Au&szlig;erdem f&auml;llt ihnen das Lernen von Magie und 
		das <a href="magie.html#forschen">Erforschen</a> neuer Zauber deutlich 
		einfacher: Sie m&uuml;ssen 25% weniger Lern- bzw. Forschungskosten 
		ausgeben.
	</p>

	<p class="right">
		Version: $Id: kultur.html 989 2007-08-27 08:46:29Z sophie $
	</p>
</body>
</html>

