<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Magie</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<a name="magie" id="magie"></a>
	<h1>Magie</h1>
	<p>
		Magie auf Allanon ist ein langwieriger und kostspieliger aber auch
		m&auml;chtiger Weg, auf mystische Art und Weise Dinge zu ver&auml;ndern.
		Dies kann von einer einfachen Illusion zur Unterhaltung einiger Bauern bis
		hin zum m&auml;chtigen Kampfzauber (der hunderte von Feinden innerhalb
		weniger Sekunden ausschaltet) reichen.
	</p>
	<p>
		Es gibt f&uuml;nf <a href="#magiegebiete">Magiegebiete</a>: Cenwen, Gnorr,
		Nashun, Ruhal und Shaktul. Jede Partei startet mit einem speziellen
		Gebiet. Alle Magier dieser Partei erlernen also zun&auml;chst nur die
		Spr&uuml;che dieses Magiegebietes. Die Entscheidung, welches Magiegebiet
		die eigenen Magier erlernen, wird also zusammen mit der Rassenwahl
		durchgef&uuml;hrt. Allerdings k&ouml;nnen m&auml;chtige Zauberer mit dem
		Befehl <a href="befehle.html#MAGIEGEBIET">MAGIEGEBIET "magiegebiet"</a>
		ihre Studien auch auf andere Zweige der
		Magie ausdehnen. Sie werden jedoch in diesen deutlich langsamer
		voranschreiten.
	</p>
	<p>
		Bei allen Erl&auml;uterungen und Beschreibungen der Magie sollte man eins
		jedoch stets bedenken: Magie hat nichts mit Wissenschaft zu tun. Viele
		Zauberer versuchen zwar mit wissenschaftlichen Methoden vorzugehen, doch
		die letzten Geheimnisse der Magie werden wohl nie erkundet werden. Darum
		k&ouml;nnen auch hier nicht alle Details niedergeschrieben werden.
		Letztlich kann man die Mysterien der Magie nie ganz verstehen, und so
		bleibt stets die Ungewissheit, ob es nicht vielleicht auch anders
		gegangen w&auml;re...
	</p>
	
	<a name="lernen" id="lernen"></a>
	<h2>Lernen</h2>
	<p>
		Eine Person, die das Magietalent erlernt hat, z&auml;hlt als Magier. Pro
		Partei darf es h&ouml;chstens 3 Magier geben.
	</p>
	<p style="font-style:italic">
		Eine Ausnahme bilden hier Feen. Jede Feenpartei darf 4 Magier ausbilden.
	</p>
	<p>
		Einheiten, die Magie erlernt haben und 3 Personen besitzen, k&ouml;nnen
		also keine weiteren Personen rekrutieren.
	</p>
	<p>
		Doch erst mit der Zeit werden sich dem Forscher der arkanen K&uuml;nste
		die Geheimnisse der Zauberkunst offenbaren - und kaum jemanden wird es
		gelingen, alles Wissen &uuml;ber die Magie zusammenzutragen. So
		ben&ouml;tigt der Wissensuchende neben viel Zeit auch Ruhe und Unmengen
		von Silber (schlie&szlig;lich m&uuml;ssen die seltenen Folianten und
		Schriftrollen aus aller Welt zusammengekauft werden). Daher kostet das
		Erlernen von Magie pro Person 50 * (neuer Talentwert)^2 Silber, die die
		lernende Einheit bei sich tragen mu&szlig;.<br />
		<!--Magier, die einem <a href="kultur.html#magiervolk">Magiervolk</a>
		angeh&ouml;hren, zahlen 25% weniger Lernkosten f&uuml;r Magie.-->

	</p>
	<table class="bordered" align="center">
		<tr>
			<th>N&auml;chste Stufe</th>
			<td>1</td><td>2</td><td>3</td><td>4</td><td>5</td>
			<td>...</td><td>10</td><td>...</td><td>20</td>
		</tr>
		<tr>
			<th>Silber</th>
			<td>50</td><td>200</td><td>450</td><td>800</td><td>1250</td>
			<td>...</td><td>5000</td><td>...</td><td>20000</td>
		</tr>
	</table>
	<p>
		Eine Einheit, die ihr Studium der Magie gerade erst aufnimmt,
		ben&ouml;tigt also gerade einmal 50 Silberst&uuml;cke. Um hingegen von
		Stufe 9 auf Stufe 10 aufzusteigen, ben&ouml;tigt der Magier die stolze
		Summe von 5000 Silberst&uuml;cken - pro Monat und Person!
	</p>
	<p>
		Die genaue Silbermenge, die die Einheit f&uuml;r das Studium der Magie
		ben&ouml;tigt, wird in der Auswertung auch noch einmal angezeigt. Dies
		ist jedoch nur ein grober Anhaltspunkt, da z.B. die Kosten f&uuml;r
		das Lernen in einer Universit&auml;t nicht ber&uuml;cksichtigt werden.
	</p>
	<a name="sprueche" id="sprueche"></a>
	<a name="forschen" id="forschen"></a>
	<h2>Zauberspr&uuml;che</h2>
	<p>
		Nur weil eine Einheit Magie erlernt hat, bedeutet das aber noch nicht,
		da&szlig; sie nun zaubern kann. Wie schon erw&auml;hnt ist die Magie
		eine zeitaufwendige Kunst, und Magier m&uuml;ssen erst einmal
		m&uuml;hselig Zauber finden, um diese zu wirken. Um neue
		Zauberspr&uuml;che zu erlernen, mu&szlig; ein Magier mit dem Befehl
		<a href="befehle.html#FORSCHE">FORSCHE</a> in seiner Bibliothek nach 
		neuen Zauberspr&uuml;chen suchen. Das
		Erlernen neuer Zauberspr&uuml;che ist noch teurer als das Studium der 
		Magie: Um einen Spruch der ersten Stufe zu erforschen, sind lediglich 50 
		Silberst&uuml;cke notwendig, mit denen Pergament, Tinte und &auml;hnliche 
		Hilfsmittel abgegolten werden m&uuml;ssen. Will ein Magier forschen, so 
		mu&szlig; er das Silber bei sich tragen.<br />
		Um Spr&uuml;che h&ouml;herer Stufen zu entdecken mu&szlig; der Magier
		jedoch kleine Verm&ouml;gen f&uuml;r die Forschung ausgeben: Um nach
		einem neuen Zauber zu forschen ben&ouml;tigt man 50 mal Stufe^3 Silber.
		<br />
		Magier, die einem <a href="kultur.html#magiervolk">Magiervolk</a>
		angeh&ouml;hren, zahlen 25% weniger Forschungskosten.
	</p>
	<table class="bordered" align="center">
		<tr>
			<th>Stufe des Zaubers</th>
			<td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>...</td>
		</tr>
		<tr>
			<th>Silber</th>
			<td>50</td><td>400</td><td>1350</td><td>3200</td><td>6250</td><td>...</td>
		</tr>
	</table>
	
	<p>
		Welche Zauberspr&uuml;che der Magier erlernen kann, h&auml;ngt dabei von
		seinen <a href="#magiegebiete">Magiegebieten</a> und seiner Stufe ab. In
		seinem ersten Magiegebiet kann er Spr&uuml;che erlernen, deren Stufe halb
		so gro&szlig; (abgerundet) ist, wie sein Magietalent. Ein Zauberer mit
		Magietalent 5 k&ouml;nnte also alle Zauber der Stufen 1 und 2 (5/2 = 2.5,
		abgerundet: 2) lernen, die seinem Magiegebiet entsprechen. F&uuml;r alle
		weiteren Magiegebiete mu&szlig; er eine deutlich h&ouml;here Stufe haben,
		um einen Spruch der selben Stufe zu erlernen. Dennoch wird der Zauber nur
		eine geringere Wirkung zeigen, als wenn er von einem Meister dieses 
		Magiegebietes gewirkt worden w&auml;re (siehe <a href="#details">hier</a>).
	</p>
	<p>
		Hat ein Magier einen neuen Zauber entdeckt, so wird dieser in der
		Auswertung angezeigt. Hat man die Beschreibung verloren, so kann man sie
		sich mit dem Befehl ZEIGE noch einmal anzeigen lassen.
	</p>
	<a id="spruchbeschreibung"></a>
	<p>Ein Beispiel f&uuml;r eine Spruchbeschreibung ist:</p>
	<p class="gametext">
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sanduhr<br />
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		&nbsp;&nbsp;Magiegebiet: Gnorr<br />
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stufe: 8<br />
		<br />
		Beschreibung:<br />
		Dieser Zauber l&auml;&szlig;t die Zeit r&uuml;ckw&auml;rts laufen. Alle
		Handlungen, die in den letzten Wochen ausgef&uuml;hrt wurden, werden
		ungeschehen gemacht. Der Magier selbst beh&auml;lt das volle Wissen
		&uuml;ber diese Zeit.<br />
		<br />
		Art: Normaler Zauber<br />
		Syntax: ZAUBERE Sanduhr<br />
		Modifikationen: keine<br />
		Komponenten: 47 Silber, 1 Prise feiner Sand<br />
		<br />
	</p>
	<p style="font-style:italic">Nein, diesen Zauber gibt es nicht wirklich!</p>
	<p>
		Magier m&uuml;ssen jedoch nicht unbedingt selbst nach neuen
		Zauberspr&uuml;chen forschen. Wenn ein anderer Magnus einen	Spruch
		entdeckt hat, so kann der Zauber mit GIB weitergelehrtwerden. Daf&uuml;r
		wird kein Silber ben&ouml;tigt. Um zu bestimmen, ob der Magier den Spruch
		erlernen kann, wird nun wieder das halbierte Magietalent mit der
		Spruchstufe verglichen. Diesmal wird jedoch <strong>aufgerundet</strong>!
		Es ist also nicht nur billiger, sondern auch einfacher Spr&uuml;che von
		einem Lehrmeister zu lernen, als selbst nach ihnen zu forschen.
	</p>
	
	<a name="magiegebiete" id="magiegebiete"></a>
	<h2>Magiegebiete</h2>
	<p>
		Es gibt 5 Magiegebiete. Jede Rasse beginnt mit einem speziellen
		Magiegebiet (siehe <a href="rassen.html#tabelle">hier</a>). Jeder Magier
		der Pertei lernt zun&auml;chst nur dieses Magiegebiet. Mit dem Befehl
		MAGIEGEBIET "magiegebiet" k&ouml;nnen weitere Magiegebiete erlernt
		werden. Der Befehl <a href="befehle.html#MAGIEGEBIET">
		MAGIEGEBIET "magiegebiet"</a> kann mehrmals gegeben werden, der Magier
		hat dann ein erstes, zweites, drittes (...) Magiegebiet. Er kann sich
		jedoch sp&auml;ter nicht mehr umentscheiden.
	</p>
	<p class="bsp">
		Sarin Feuerschleuder ist ein orkischer Magiebegabter. Er erlernt also
		zun&auml;chst die Zauber des Magiegebiets Ruhal. Wenn er nun den Befehl
		"MAGIEGEBIET Cenwen" gibt, wird er von jetzt an Cenwen als zweites
		Magiegebiet haben. Falls er sp&auml;ter den Befehl "MAGIEGEBIET Gnorr"
		bekommt, so hat er Ruhal als erstes, Cenwen als zweites und Gnorr als
		drittes Magiegebiet. Falle er jedoch erkennt, da&szlig; er lieber zuerst
		Gnorr und dann Cenwen studiert h&auml;tte, so ist es zu sp&auml;t um die
		&Auml;nderungen r&uuml;ckg&auml;ngig zu machen. Allerdings hat Sarins
		Partei ja noch zwei weitere Magier...
	</p>
	
	<h3>Shaktul</h3>
	<p>
		Josh Knollfaust hielt den Atem an und schaute sich um. In der Dunkelheit
		konnte er nur wenig ausmachen. Obwohl er die letzten Jahre praktisch nur
		auf dem Friedhof verbracht hatte, jagte ihm dennoch ein Schauer &uuml;ber
		den R&uuml;cken, als eine Eule ein finsteres <i>"Hu Hu"</i> ert&ouml;nen
		lie&szlig;. Und dennoch, er mu&szlig;te weiter. In den zwanzig Jahren,
		die er nun schon Totengr&auml;ber war, hatte es noch kein Grabr&auml;uber
		gewagt, eins seiner Gr&auml;ber zu sch&auml;nden. Und nun in der letzten
		Woche waren es gleich drei!<br />
		Leise lie&szlig; er die Luft, die er noch immer angehalten hatte, aus
		seinen Lungen entweichen. Nur wenige Schritte noch, dann m&uuml;&szlig;te
		er das frische Grab des heutigen Tages sehen. Und die Grabr&auml;uber...
		Zu sp&auml;t! Dort, wo frische Erde aufgeschichtet sein sollte,
		offenbarte sich ihm ein nur zu bekannter Anblick. Inmitten von
		aufgescharrtem Boden ein leerer Sarg.<br />
		Doch da, zwischen den B&auml;umen, was war das? Da bewegte sich doch
		etwas! Vorsichtig schlich Josh weiter und umklammerte die Spitzhacke noch
		fester. Es war eindeutig eine Person! Und zwar...
		<br />
		Marlin Wasserbuhl! Wie konnte das sein? Als sich Marlin umdrehte, und
		Josh in seine toten Augen sah, verstand er endlich, was vorging. Und mit
		dem Verst&auml;ndnis kam Panik. Starr vor Angst stammelte Josh noch
		<i>"aber, ich habe Dich doch vorhin begraben"</i>, bevor sich Dunkelheit
		&uuml;ber ihn senkte.
	</p>
	
	<h3>Ruhal</h3>
	<p>Aus "Magie im Kampf":</p>
	<blockquote>
	<p style="font-style:italic">
		Krieg ist eine dreckige Angelegenheit. Es geht darum Leute umzubringen,
		bevor diese Euch umbringen k&ouml;nnen. Magie im Krieg ist einfach eine
		weitere Waffe, wenn auch eine f&uuml;rchterliche. Ihr m&uuml;&szlig;t
		Euch klarmachen, da&szlig; - im Kriege - die Magie auch dazu genutzt
		werden mu&szlig;, Leute zu t&ouml;ten.<br />
		Doch das wahre Ziel der Magie in der Kriegsf&uuml;hrung, ist des Gegners
		Magie abzuwehren. Wenn man seine Aufgabe gewissenhaft ausf&uuml;hrt, wird
		man ein Gleichgewicht erreichen. Ihr werdet versuchen, dem Gegner mit
		Magie zu schaden. Doch wenn wir Magie als Waffe einsetzen, so wird der
		Feind versuchen, diese abzuwehren. Jeden Versuch, ihre Magie gegen Euch
		einzusetzen, werdet hingegen Ihr abwehren. Alle Magie wird aufgehoben
		werden und die Soldaten werden k&auml;mpfen k&ouml;nnen, ohne da&szlig;
		Magie den Kampf beeinflu&szlig;t.<br />
		Wenn ihr aber scheitert, dann werden die Kr&auml;fte, die Euch
		entgegengeworfen werden, schrecklich sein...
	</p>
	</blockquote>
	
	<h3>Gnorr</h3>
		<i>&quot;Mein Lord! Ein Bote der &quot;Welle&quot; ist angekommen. Der 
		Kapit&auml;n meldet, da&szlig; er im Vajotal festsitzt. Es scheint, 
		da&szlig; der Hammerklangclan seine Finger irgendwie im Spiel	hat. 
		Angeblich liegt das gesammte Handelskontor nun auf einem Berg. Einem Berg,
		wo letzte Woche noch Schiffe geankert haben. <br />
		Und der Hammerklangclan baut in aller Ruhe in seinen H&ouml;hlen 
		irgendwelche Metalle ab und antwortet auf keine Anfragen.&quot;</i><br />
		<i>&quot;Hm, es scheint, ich werde mich selbst darum k&uuml;mern m&uuml;ssen.
		Bittet doch bitte Admiral Klumpfu&szlig; die Flotte auslaufbereit zu 
		machen. Diese Zwerge wissen gar nicht, was ihr herumspielen mit der Natur
		f&uuml;r Folgen haben k&ouml;nnte. Und schickt bitte auch nach den anderen
		Meistern, es wird mehr als nur mich brauchen, um die gesamte Flotte sicher
		zu geleiten.&quot;</i>
		<br />		
		Aus einer Besprechung des Seefahrers und Magiers Sven Sturmwind
	</p>
	
	<h3>Cenwen</h3>
	<p>
		Elaydor hatte wieder einmal Recht gehabt. Die Menschen waren in ihren
		kleinlichen Streitereien aneinandergeraten und hatten das Vajotal in
		ein Schlachthaus verwandelt, Briana erkannte die Spuren nur zu
		deutlich.<br />
		Sie war zu sp&auml;t, zu sp&auml;t um diesen armen Seelen, die auf dem
		Schlachtfeld lagen, noch Heilung und Linderung der Schmerzen verschaffen
		zu k&ouml;nnen, und so blieb ihr nichts anderes &uuml;brig, als den
		gesch&auml;ndeten K&ouml;rper von Mutter Natur zu versorgen. Hier war
		unheilige Magie am Werk gewesen, Briana konnte es regelrecht sp&uuml;ren,
		wie eine dunkle Pr&auml;senz alle ihre Schritte begleitete.
		M&ouml;glicherweise reichte ihr Wissen aus, um das Schlimmste zu
		verhindern.<br />
		Langsam neigte sich der Tag seinem Ende zu, die Sonne stand nur noch
		knapp &uuml;ber dem Horizont, doch Briana war fast fertig. Die Arbeit war
		hart, gerade f&uuml;r Heiler wie sie. Sie wollte die Magie erlernen, um
		der Mutter Natur und allen Lebewesen, die die allesgeb&auml;rende Mutter
		hervorbrachte, Gutes zu tun. Wenn die Heere doch wenigstens daf&uuml;r
		sorgen w&uuml;rden, da&szlig; Mutter Natur unversehrt bliebe, und sie nur
		ihre eigenen, streitlustigen K&ouml;pfe einschlagen w&uuml;rden... Briana
		seufzte leise. Es blieb ihr nichts anderes &uuml;brig, als f&uuml;r ihre
		Seelen zu beten und nach Hause zur&uuml;ck zu kehren.
	</p>
	
	<h3>Nashun</h3>
	<p>
		Ein Schrei gellte aus Breens Zimmer. Noch bevor seine Kameraden wussten,
		was los war, stand auch schon ihr Vorgesetzter, Feldwebel Lorn, im Raum.
		<br />
		<i>&quot;Soldat Breen, was haben Sie f&uuml;r ein Problem? Das ist schon das
		dritte Mal in zwei N&auml;chten!&quot;</i>, br&uuml;llte der Feldwebel.<br />
		Breen z&ouml;gerte.<br />
		<i>&quot;Ich weiss nicht recht, Herr Feldwebel. Es ist... es sind nur diese...
		Tr&auml;ume&quot;</i>, stammelte er.<br />
		<i>&quot;Ziehen Sie sich an und kommen Sie mit&quot;</i>, kommandierte der
		Feldwebel barsch, als er zur T&uuml;r schritt.<br />
		Keine f&uuml;nf Minuten sp&auml;ter standen die beiden im Innenhof der
		Kaserne. Es war kalt, und Lorn packte seine j&uuml;ngst erbeutete Pfeife
		aus. Nachdem er sie mit Tabak gestopft hatte, wandte er sich an Breen:
		<i>&quot;Stehen Sie bequem. Also, was ist los?&quot;</i><br />
		<i>&quot;Nun ja, Herr Feldwebel. Es sind diese Tr&auml;ume, die mich immer
		wieder plagen. Seit der Schlacht im Vajotal lassen sie mich nicht los.
		Dabei war es nicht das erste Mal, da&szlig; ich meine Kameraden blutend
		am Boden liegen sah. Aber irgendwie verfolgen sie mich trotzdem in meine
		Tr&auml;ume.&quot;</i><br />
		<i>&quot;Sie sind einfach nur zu gestresst, wenn wir nicht gerade im Krieg
		w&auml;ren, k&ouml;nnte Sie der Arzt krankschreiben.&quot;</i><br />
		<i>&quot;Aber es ist nicht nur das. Immer wieder sehe ich diesen Mann vor mir.
		Ich habe ihn im Kampf gesehen, er war unbewaffnet und unger&uuml;stet,
		deswegen griff ich ihn nicht an. Er starrte mich an und pl&ouml;tzlich
		wuchs er an zu einem gigantischen D&auml;monen. Es war nur eine Illusion,
		das wei&szlig; ich heute, denn alle um mich herum sahen das nicht, aber
		ich frage mich, welche Kraft hier am Werke war.&quot;</i><br /><br />
		Viele Meilen entfernt lehnte sich Nofbert zur&uuml;ck und atmete tief
		durch. Er blickte auf die glimmenden Kohlen im Kamin und konzentrierte
		sich kurz um einzuschlafen. Die Nacht f&uuml;r Breen sollte lang
		werden...
	</p>
	
	<a id="erkunden" name="erkunden"></a>
	<h2>Das Erkunden</h2>
	<p>
		Durch ihre magische Ausbildung sind Magier in der Lage, Dinge zu sehen, die
		sonst niemandem auffallen w&uuml;rden. Eine Anwendung hiervon ist das
		sogenannte Erkunden. Mittels <a href="befehle.html#ERKUDNE">ERKUNDE</a> 
		beginnt der Magier die Region nach besonderen Gegenst&auml;nden, 
		Ereignissen, usw. zu durchsuchen.
	</p>
	<p>
		Eine Region zu durchsuchen ist
		in der Regel nicht nur eine langwierige, sondern auch eine unn&uuml;tze 
		Arbeit. Doch in einigen F&auml;llen mag es vorkommen, da&szlig; ein Magier
		w&auml;hrend seiner Streifz&uuml;ge durch die Region wertvolle 
		Gegenst&auml;nde oder &auml;hnliches entdeckt.
	</p>
	<p>
		Doch eine Warnung mu&szlig; noch ausgesprochen werden. Niemand - nicht 
		einmal der m&auml;chtigste Magister - sollte unbedacht das Erkunden 
		beginnen, kann es doch durchaus vorkommen, da&szlig; der Suchende etwas
		findet, da&szlig; zu gro&szlig; f&uuml;r ihn ist.
	</p>
	<p>
		ERKUNDE ist ein langer Befehl. Die einzige Vorraussetzung zum Erkunden ist
		ein Magietalent 4 oder h&ouml;her. Au&szlig;erdem darf die betroffene Region
		nicht von einer fremden Partei bewacht werden.
	</p>
	
	
	<a id="erklaert"></a>
	<h2>Magie erkl&auml;rt</h2>
	
	<a name="art" id="art"></a>
	<h3>Art</h3>
	<p>
		Es gibt verschiedene Arten von Zaubern. Die wohl wichtigste
		Unterscheidung mu&szlig; zwischen den Kampfzaubern und normalen Zaubern
		getroffen werden. Normale Zauber k&ouml;nnen mit dem Befehl 
		<a href="befehle.html#ZAUBERE">ZAUBERE "zauber"</a>
		gewirkt werden. Um einen Zauber zu wirken, mu&szlig; die Einheit
		&uuml;ber das Magietalent verf&uuml;gen, den Spruch erlernt haben und
		evtl. einige Gegenst&auml;nde mit sich f&uuml;hren. ZAUBERE ist ein
		langer Befehl.
	</p>
	<p>Kampfzauber funktionieren v&ouml;llig anders. Die Einheit mu&szlig; zwar
		noch immer &uuml;ber das Magietalent verf&uuml;gen und den Zauber erlernt
		haben, doch wird ein Kampfzauber nicht durch ZAUBERE ausgel&ouml;st.
		Kampfzauber k&ouml;nnen durch <a href="befehle.html#KAMPFZAUBER">
		KAMPFZAUBER "zauber"</a> gesetzt werden. D.h.
		die Einheit merkt sich den Kampfzauber, und - falls es zu einer
		kriegerischen Auseinandersetzung kommt - wird sie sich nicht mit einer
		Waffe ausr&uuml;sten, sondern stattdessen den Zauber verwenden, um dem
		Gegner zu schaden.
	</p>
	<p>
		Es gibt hierbei prinzipiell drei verschiedene Arten von Kampfzaubern:
		Pr&auml;kampfzauber, Kampfzauber und Postkampfzauber. Postkampfzauber
		werden automatisch nach einem Kampf gewirkt, falls die Einheit den Kampf
		&uuml;berlebt hat und den Zauber beherrscht. Pr&auml;kampfzauber und
		Kampfzauber m&uuml;ssen erst mit dem KAMPFZAUBER Befehl gesetzt werden.
		Sollte es nun zu einem Kampf kommen, so wird vor der ersten Runde
		einmalig der Pr&auml;kampfzauber gewirkt. Normale (d.h. ohne
		Pr&auml;-/Post-) Kampfzauber werden alle zwei bis drei Kampfrunden
		gezaubert, wenn sie gesetzt wurden.
	</p>
	<p>Welche Kampfzauber gesetzt sind, wird in der Auswertung angegeben.</p>
	<p class="gametext">
  	* Elrond (jwng), Das Konzil (hrt4), 1 Elf, k&auml;mpft hinten, $480, 
  	Talente: Hiebwaffen 3 [180], Magie 6 [450], Tarnung 1 [90], hat: 1
  	Seelenstein, Zauber: Schnelligkeit, Unverwundbarkeit, Zauberkeule,
  	gesetzt: Unverwundbarkeit, Zauberkeule; Default: &quot;LERNE Magie&quot;;
  	Elrond ist ein stolzer Elfenf&uuml;rst, der &uuml;ber das Konzil herrscht.
	</p>
	<p class="bsp">
		Elrond wird im Falle eines Scharm&uuml;tzels den Zauber Unverwundbarkeit
		vor dem Kampf zaubern, und dann regelm&auml;&szlig;ig noch einmal
		Zauberkeule wirken. Elrond verf&uuml;gt zwar &uuml;ber den Zauber
		"Schnelligkeit", hat diesen jedoch nicht als Kampfzauber angegeben.
	</p>
	
	<a name="syntax" id="syntax"></a>
	<h3>Syntax</h3>
	<p>
		Die meisten normalen Zauber k&ouml;nnen einfach gewirkt werden, indem man
		mit ZAUBERE "zauber" den Befehl gibt. Einige spezielle Rituale verlangen
		jedoch nach mehr Informationen. Insbesondere kann man bei Fernzaubern
		eine Zielregion angeben. Andere Zauber ben&ouml;tigen vielleicht eine
		Einheiten-, Schiff- oder Burgnummer.
	</p>
	<p>
		Wie der genaue Zauberbefehl lautet, wird in der Syntax angegeben. Eine
		Erkl&auml;rung der weiteren Parameter findet sich zumeist in der
		Spruchbeschreibung. Parameter, die in eckigen Klammern stehen,
		k&ouml;nnen, m&uuml;ssen aber nicht, angegeben werden.
	</p>
	
	<a name="modifikatoren" id="modifikatoren"></a>
	<h3>Modifikatoren</h3>
	<p>
		Nicht alle normalen Zauber funktionieren gleich. Es gibt einige kleine
		Unterschiede, die sich in den Modifikatoren niederschlagen. Derzeit
		gibt es folgende Modifikatoren:
	</p>
	<p>
		<strong>Seezauber</strong> k&ouml;nnen auch auf hoher See gewirkt 
		werden.
	</p>
	<p>
		<strong>Fernzauber</strong> entfalten ihre Macht nicht unbedingt in der 
		Region, in der der Zauberer steht. Bei Fernzaubern kann mittels ZAUBERE 
		"zauber" [x] [y] eine Zielregion f&uuml;r den Zauber angegeben werden. 
		<i>Dabei sind x und y die Koordinaten relativ zur Position des Magiers.</i> 
		Fernzauber haben betr&auml;chtliche Vorteile, da man z.B. hinter 
		feindlichen Linien zaubern kann, jedoch auch einige Nachteile. Wie weit 
		ein solcher Fernzauber wirkt, h&auml;ngt dabei von dem Magiegebiet, der 
		Stufe des	Magiers und der Stufe des Zaubers ab. (Siehe unten)
	</p>
	
	<a name="komponenten" id="komponenten"></a>
	<h3>Komponenten</h3>
	<p>
		Die wohl wichtigste Komponente f&uuml;r Zauber ist Silber. Das bedeutet
		aber nicht, da&szlig; der Magier aus Silber irgendwelche Amulette
		herstellt, vielmehr erwirbt er die notwendigen Materialien. Es kommt
		jedoch vor, da&szlig; ein Zauber noch weitere Komponenten ben&ouml;tigt.
		Diese werden stets in der Zauberbeschreibung angegeben. Einige dieser
		Komponenten sind recht selten, und man sollte sich gut &uuml;berlegen,
		wof&uuml;r man sie einsetzt.
	</p>
	<p>
		Eine weitestgehend unverstandene Nebenerscheinung der Magie sind
		sogenannte Seelensteine. Dabei mu&szlig; es sich nicht um Steine im
		herk&ouml;mmlichen Sinne handelt, sondern es sind vielmehr beliebige
		Alltagsgegenst&auml;nde, die durch die dauerhafte N&auml;he von astral
		Begabten beseelt wurden. Es wurde jedoch relativ schnell entdeckt,
		da&szlig; diese Seelensteine unglaubliche magische Energien speichern
		k&ouml;nnen, weshalb sie sich f&uuml;r vielerlei verschiedene Rituale
		eignen...
	</p>
	
	<a name="patzer" id="patzer"></a>
	<h3>Patzer</h3>
	<p>
		Magie ist unberechenbar. Selbst wenn ein Magie tausend mal erfolgreich
		eine Beschw&ouml;rung durchgef&uuml;hrt hat, so kann sie beim 1001. Mal
		dennoch daneben gehen. Einen solchen fehlgeschlagenen Zauber bezeichnet
		man als Zauberpatzer. Zauberpatzer passieren hin und wieder mal und
		k&ouml;nnen nicht vermieden werden. Einige Patzer gehen mit
		&auml;u&szlig;erst unangenehmen Nebeneffekten einher! Die Faustregel
		lautet: je h&ouml;her die Stufe des Spruchs, desto schlimmer k&ouml;nnen
		(nicht m&uuml;ssen) die Konsequenzen sein. Der Tod des Magiers ist dabei
		beispielsweise eher ein mittlerer Patzer. Schwere Patzer k&ouml;nnen
		ganze Regionen ausradieren!
	</p>
	
	<a name="resistenz" id="resistenz"></a>
	<h3>Magieresistenz</h3>
	<p>
		Es gibt einige Rassen, die eine angeborene Widerstandskraft gegen Magie
		haben. In dieser <a href="rassen.html#tabelle">Tabelle</a> ist die
		Magieresistenz der einzelnen Rassen aufgef&uuml;hrt. Ein feindlicher
		Zauber, der auf einen Elfen (Magieresistenz: 10) gewirkt wird, hat eine
		10% Chance einfach wirkungslos zu verpuffen.
	</p>
	<p>
		Es soll hier jedoch noch erw&auml;hnt werden, da&szlig; es einige 
		Gegenst&auml;nde gibt, die die Magieresistenz des Benutzers 
		beeintr&auml;chtigen. So erh&ouml;hen aus Mithril gefertigten 
		R&uuml;stungen und Schilde die Magieresistenz des Tr&auml;gers um 10 
		Punkte.
	</p>
	<p>
		Auch einige Monster verf&uuml;gen &uuml;ber Resistenz gegen Magie!
		Und bei Vampiren und anderen Untoten m&ouml;gen einige Zauber recht 
		unerwartete Effekte zeigen.
	</p>
	
	<a name="gegenstaende" id="gegenstaende"></a>
	<h3>Magische Gegenst&auml;nde</h3>
	<p>
		Neben Schwertern, Pferden und Weihrauch (und vielen anderen
		<a href="produktion.html">Gegenst&auml;nden</a>) gibt es noch viel
		seltenerere Objekte. Objekte, die von Magie durchdrungen sind, und
		nur durch sie geformt werden k&ouml;nnen. Magische Gegenst&auml;nde
		werden mittels einiger Zauber hergestellt. Um ein schwarzes Auge zu
		erschaffen, mu&szlig; man also beispielsweise den Befehl <h 
		href="befehle.html#ZAUBERE">ZAUBERE</a>
		"Erschaffe ein schwarzes Auge" geben. Nat&uuml;rlich mu&szlig; man
		auch diesen Zauber zuvor erforscht haben.
	</p>
	
	<a id="details" name="details"></a>
	<h2>Noch mehr Details...</h2>
	<p>
		Derweil f&uuml;r den Magier selbst seine Kunst relativ instinktiv
		geschieht, will der Spieler doch sehr genau wissen was gerade passiert.
		Dieser Abschnitt widmet sich der genauen Berechnung des Magietalentes,
		und anderer Formeln. F&uuml;r das Verst&auml;ndnis der Magie ist der
		Inhalt nicht notwendig, jedoch kann man sicherlich das ein oder andere
		hier nachlesen.
	</p>
	<h3>Magietalent</h3>
	<p>
		Streng genommen hat ein Magier nicht einen "Talentwert Magie" sondern 
		f&uuml;r jedes Magiegebiet, das er beherrscht, hat er einen eigenen 
		Talentwert. Derweil im ersten Magiepfad die Stufe des Magietalentes der
		des Magiepfades entspricht, erh&auml;lt der Magier einen -2 Malus auf die
		Stufe des zweiten Magiegebietes, -4 auf das dritte Magiegebiet, -8 auf das
		vierte und -16 (autsch!) auf das letzte.
		Es wird auch nur dieser modifizierte Talentwert zum Erforschen und Lernen
		von neuen Zauberspr&uuml;chen betrachtet.
		Damit man nicht immer nachrechnen mu&szlig; werden jedoch die Talentstufen,
		die der Magier in den jeweiligen Magiegebieten hat, in der Auswertung 
		angezeigt.
	</p>
	<p>
		Die meisten Zauber zeigen gr&ouml;&szlig;ere Wirkung, je h&ouml;her das 
		Magietalent des Anwenders ist. F&uuml;r diese Zwecke wird stets das
		Magietalent in dem Magiegebiet des Zaubers berechnet. 
	</p>
	<p class="bsp">
		Sarin Feuerschleuder hat Ruhal als prim&auml;res Magiegebiet und Cenwen als
		sekund&auml;res Magiegebiet. Sein Talentwert Magie betr&auml;gt 7. Zaubert
		er nun &quot;Magieentzug&quot; (ein Ruhal-Zauber), so wird f&uuml;r diesen
		Zauber das Magietalent 7 verwendet. Wirkt er jedoch den Spruch 
		&quot;Stille&quot; aus seinem Cenwen-Zauberbuch, so wirkt der Spruch, als
		ob Sarin das Magietalent 5 h&auml;tte.
	</p>
	
	<h3>Fernzauber</h3>
	<p>
		Die Reichweite von Fernzaubern h&auml;ngt nicht nur von dem Magietalent des
		Magiers ab, sondern auch von der Stufe des Zaubers. Ein Zauberer kann einen
		Fernzauber in einer Entfernung von (Zaubererstufe - Zauberstufe + 1) 
		Regionen wirken.
	</p>
	<p class="bsp">
		Sarin entscheidet sich, einen Feuerregen auf eine Region in der N&auml;he
		niederprasseln zu lassen. Die Zielregion Gwynneth, Heimat eines 
		verha&szlig;ten Elfenvolkes, ist 6 Regionen entfernt. Sarin hat den
		Talentwert 7 erreicht, und es handelt sich um einen Stufe 3 Zauber. Sarins
		maximale Reichweite mit diesem Zauber betr&auml;gt also 5 Regionen 
		(Talentwert 7 - Zauberstufe 3 + 1 = 5). Somit 
		mu&szlig; Sarin noch eine Region n&auml;her an sein Ziel heranreisen, um 
		den Zauber wirken zu k&ouml;nnen.
	</p>
	
	<p class="right">
		Version: $Id: magie.html 994 2007-09-15 10:07:30Z sophie $
	</p>
</body>
</html>
