<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Die Welten von Allanon</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<h1>Die Welten von Allanon</h1>
	<p>
		Auf Allanon existieren derzeit zwei Welten, die vollkommen
		unabh&auml;ngig voneinander bestehen. Jeder Spieler, der
		dies w&uuml;nscht, darf auf beliebig vielen Welten zugleich
		spielen, jedoch wird es als Schummeln angesehen, in einer
		Welt mehr als eine Partei zu leiten.
	</p>
	<p>
		Die Welten werden von riesigen Feuerw&auml;llen umschlossen,
		durch die keinerlei Durchreise m&ouml;glich ist. Weder Magie,
		noch Technologie k&ouml;nnen diese Grenzen &uuml;berschreiten.
	</p>
	<p>
		Doch man wird sich fragen: "Warum mehr als nur eine Welt?".
		Die Antwort darauf ist einfach: nicht jeder hat gleiche
		Vorstellungen von einem Spiel wie Allanon. Und f&uuml;r die
		verschiedenen Erwartungen gibt es geeignete Welten, die sich
		rein oberfl&auml;chlich kaum unterscheiden. In allen Welten
		gibt es Ozeane, Ebenen, W&auml;lder und andere Terrains, Burgen,
		Schiffe und vieles mehr. Doch so &auml;hnlich die Welten scheinen,
		so gro&szlig; sind auch die Unterschiede, die sie trennen.
	</p>
	<h2>Das Endlosspiel</h2>
	<p>
		Die erste Welt existierte von Anbeginn der Zeit, und wird auch
		noch existieren, wenn alle Kulturen, die sie derzeit besiedeln,
		schon l&auml;ngst vergangen sind. Ein Einstieg neuer Spieler ist
		jederzeit m&ouml;glich. Doch wie mu&szlig; man sich ein Endlosspiel
		vorstellen? Im Prinzip ist es genau das, was der Name verr&auml;t.
		In einem Endlosspiel gibt es keinerlei Einschr&auml;nkungen an
		Siegesbedingungen oder dergleichen. Die Welt wird weiter existieren,
		unabh&auml;ngig davon, was die Spieler machen.
	</p>
	<p>
		Welches Ziel ihr im Spiel verfolgt, die Herrschaft &uuml;ber
		riesige Reiche, der Handel mit den entferntesten Inseln und
		seltensten G&uuml;tern, oder als Seefahrernation die Weltmeere
		zu entdecken, ist Euch &uuml;berlassen. Jedes Ziel, da&szlig;
		ihr Euch vorstellen k&ouml;nnt kann auch erreicht werden. Ob ihr
		B&uuml;ndnisse schlie&szlig;t oder Eure Gegner unterwerft und
		vernichtet ist genauso allein Eure Entscheidung wie alles andere.
		Und wenn ihr alles erreicht habt - dann wird der Me&szlig;stab
		noch h&ouml;her gesteckt (nat&uuml;rlich nur von Euch selbst).
	</p>
	<h2>Weitere Welten</h2>
	<p>
		In unregelmäßigen Abständen werden zudem moderierte Partien
		angeboten. Diese werden per Mail und im Forum angekündigt.
	</p>
	<p class="right">
		Version: $Id: welten.html 1063 2008-02-25 14:09:17Z sophie $
	</p>
</body>
</html>
