<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
  <head>
    <meta name="generator" content="HTML Tidy, see www.w3.org">

    <title>Fenster: Details</title>
    <meta http-equiv="Content-Language" content="de-DE">
    <meta http-equiv="Content-Type" content=
    "text/html; charset=iso-8859-1">
    <meta name="keywords" content=
    "Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan Dokumentation">
    <meta name="AUTHOR" content="rb@behme.space.net">
    <link rel="stylesheet" href="../../default.css" type=
    "text/css">
  </head>

  <body>
    <a name="top"></a> <!-- Inhalt -->
     

    <h1>Details</h1>

    <p>Der Detaildialog ist die wohl wichtigste Informationsquelle
    in Magellan. Hier werden Details zu den gerade aktiven Objekten
    angezeigt.</p>

    <p align="center"><img src="../images/windows_detail.gif" alt=
    "" border="0"></p>

    <p>Im oberen Bereich werden permanent die wichtigsten Daten
    einer Region dargestellt, in der sich das gerade aktive Objekt
    befindet. Hierzu geh&ouml;ren: Bauernanzahl, maximal
    m&ouml;gliche Rekruten, Verdienst der Bauern (Steuern),
    Unterhaltungslimit, Poolsilber (Silber aller Parteien mit
    gesetzem Passwort), Handelsvolumen, B&auml;ume, Pferde, und
    Eisen/Laen so vorhanden. Die Informationen im unteren Bereich
    &auml;ndern sich, je nach aktiviertem Objekt und sind ebenfalls
    in einer Baumstruktur angelegt, so dass sich die Informationen
    einfach ausblenden lassen.</p>

    <p>Je nach dem was f&uuml;r ein Objekt gerade gew&auml;hlt ist,
    zeigt die Detailanzeige unterschiedliche Daten an.</p>

    <p><b>Insel:</b> keine Informationen.</p>

    <p><b>Region:</b> Alle Regionsinformationen sowie die
    bewachenden Parteien, liegen Informationen aus einem vorherigen
    Report vor, so werden die &Auml;nderungen gegen&uuml;ber diesem
    ebenfalls angezeigt. Mit einem Rechtklick auf das Detailpanel,
    erscheint ein Kontextmen&uuml; mit dem man Kommentare zu der
    Region schreiben kann (Hoheitsrechte, etc.). Diese Kommentare
    k&ouml;nnen sp&auml;ter einfach per Rechtsklick ge&auml;ndert,
    gel&ouml;scht oder erweitert werden.</p>

    <p><b>Partei:</b> Regionszusammenfassungen aller bekannten
    Daten dieser Partei, unterteilt in die Kategorien, Waffen,
    R&uuml;stungen, Resourcen (Rohstoffen), Luxusg&uuml;ter,
    Kr&auml;uter, Tr&auml;nke, Sonstiges und Talentwerte. Auch bei
    Parteien besteht die M&ouml;glichkeit per Rechtsklick
    Kommentare anzulegen.</p>

    <p><b>Schiffe:</b> Beladung (soweit bekannt),
    Zugeh&ouml;rigkeit und Kapit&auml;n sowie der Einheiten, die
    sich auf ihm befinden. Auch zu Schiffen kann man per
    Rechtsklick Kommentare anlegen.</p>

    <p><b>Geb&auml;ude:</b> Besitzer, Gr&ouml;&szlig;e, Insassen
    sowie n&ouml;tige Unterhaltungskosten. Auch hier gibt es die
    Kommentarfunktion.</p>

    <p><b>Stra&szlig;e:</b> Richtung und Status der
    Fertigstellung</p>

    <p><b>Einheit:</b> Hier werden alle Daten zu der gerade aktiven
    Einheit angezeigt. Hierzu geh&ouml;ren auch Beladung, freie
    Kapazit&auml;t bei Bewegung, Gegenst&auml;nde, Lerntage und
    Talentstufe. Ebenso werden Lehrer- und Sch&uuml;lereinheiten
    angezeigt. Werte in runden Klammern zeigen bei &Uuml;bergaben
    die Anzahl der Gegenst&auml;nde/Personen/Lerntage in der
    n&auml;chsten Runde an. Ist es nicht m&ouml;glich diesen Wert
    mit Sicherheit vorherzusagen so wird ein Fragezeichen gesetzt.
    Lehrt die aktuelle Einheit andere Einheiten, k&ouml;nnen mit
    Rechtsklick auf den "Lehrer"-Knoten die Befehle aller
    Sch&uuml;lereinheiten best&auml;tigt werden.</p>

    <p>Ist die aktive Einheit ein Magier, werden auch die bekannten
    Zauberspr&uuml;che gelistet. Mit Klick auf einen Zauber kann
    man sich die Spruchbeschreibung anzeigen lassen. Dazu mu&szlig;
    die Spruchbeschreibung allerdings im CR gespeichert sein. Wenn
    das noch nicht der Fall ist, k&ouml;nnen die
    Spruchbeschreibungen mit dem Befehl <tt>ZEIGE ALLE ZAUBER</tt>
    beim Server angefordert werden. In der folgenden Runde liegen
    sie dann vor. Mit <b><i>Zur&uuml;ck</i></b> kommt man wieder
    zur&uuml;ck zur Einheit.</p>

    <p>Alle in der Detailanzeige gelisteten Einheiten (Lehrer,
    Sch&uuml;ler, Insassen) lassen sich mit einem Mausklick zu der
    aktiven Einheit machen, so ist es z.B. relativ einfach
    m&ouml;glich von einer Sch&uuml;ler- zu der entsprechenden
    Lehrereinheit zu springen.</p>
    <!-- Inhalt - Ende -->
  </body>
</html>

