<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Magellan Hilfe</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel=stylesheet href="../default.css" type="text/css">
</head>

<body <!--#include virtual="../../bgcolor.ssi"-->
<a name="top"></a>

<!-- Inhalt -->

<h1>Magellan Hilfe</h1>

<p>Magellan ist ein vollst&auml;ndiger Client f&uuml;r Eressea. Man kann damit seine Karte anzeigen, suchen, Befehle geben, und &uuml;berhaupt braucht man das Programm fast nur noch zu verlassen, um Mails an die Verb&uuml;ndeten zu schreiben. Fast.</p>
<p>Diese Dokumentation gliedert sich in folgende Punkte:</p>
<ul>
	<li><a href="menu.html">Die Men&uuml;s</a>
	<li><a href="windows.html">Die Fensterelemente</a>
	<li><a href="reference.html">Referenz</a>
	<li><a href="faq.html">FAQ</a>
	<li><a href="feedback.html">Feedback und Support</a>
</ul>

<p>Zus&auml;tzlich sind in der JavaHelp-Version einige Tabellen sowie Beschreibungen zu den Befehlen aus der Eressea-Spielanleitung zu finden. Allerdings wird keine Gew&auml;hr f&uuml;r Vollst&auml;ndigkeit oder Richtigkeit &uuml;bernommen. Ma&szlig;geblich sind immer die offiziellen Spielregeln unter <a href="http://eressea.upb.de/rules/">http://eressea.upb.de/rules/</a>.</p>

<p>Diese Dokumentation ist leider noch nicht vollständig. Verschiedene Teile fehlen oder sind ausbaufähig. Auch kann es im Lauf der Zeit passieren, daß diese Dokumentation nicht immer auf dem neuesten Stand ist da Magellan ständig weiterentwickelt wird. Wer also etwas vermisst, möge mir bitte eine <a href="mailto:magellan-doku@nugman.de">Mail</a> schreiben. Natürlich ist auch jede Art der Mithilfe willkommen. Verbesserungsvorschl&auml;ge und Korrekturen bitte an <a href="http://eressea.upb.de/bugs/">Bugzilla</a> melden.</p>

<br>
<h3>Dankesch&ouml;n</h3>

<p>an Stefan G&ouml;tz und alle anderen Magellan-Entwickler f&uuml;r einen tollen Eressea-Client und die Unterst&uuml;tzung bei der Entwicklung dieser Online-Hilfe und an Matthias M&uuml;ller, der mich beim Texten und Testen tatkr&auml;ftig unterst&uuml;tzt hat.</p>

<br>
<h3>Disclaimer</h3>

<p>Diese Dokumentation wurde mit gr&ouml;&szlig;ter Sorgfalt erstellt. Trotzdem können die Autoren keine Gew&auml;hr f&uuml;r irgendwelche Fehler oder Falschdarstellungen &uuml;bernehmen. Die Autoren haften nicht f&uuml;r irgendwelche Sch&auml;den, die mittelbar oder unmittelbar aus der Benutzung oder Nichtbenutzung dieser Dokumentation entstehen. Was also immer passiert, lieber Leser: Du bist selber schuld!</p>

<p>Die Verwendung und Verbreitung dieser Dokumentation unterliegt der <a href="license.html">GNU Public License (GPL)</a>.</p>

<p>Roland Behme, M&uuml;nchen am 30.09.2001</p>

<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: index.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
