<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Layout-Modus</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel=stylesheet href="../default.css" type="text/css">
</head>

<body <!--#include virtual="../../bgcolor.ssi"-->
<a name="top"></a>

<!-- Inhalt -->

<h1>Der Layout-Modus</h1>

<p>Die dritte Variante des Magellan Desktop ist eine M&ouml;glichkeit f&uuml;r all jene, denen SplitPanes nicht weit genug gehen, zuviele Fenster aber l&auml;stig sind. Es ist die Umsetzung des zweiten Ansatzes, der im Fenster-Dokument beschrieben wurde. <i>Wichtig: Diese Option ist nur f&uuml;r statische Ansichten und deshalb nicht f&uuml;r jeden geeignet!</i></p>


<h2>Vorteile des Layoutmodus</h2>
<p>
Gegen&uuml;ber dem Split-Modus bietet der Layoutmodus den Vorteil, da&szlig; die Oberfl&auml;che v&ouml;llig frei konfiguriert werden kann. Man ist nicht an eine rekursive Struktur gebunden. Zudem sind die Trennlinien sehr dünn. Es wird also kein Platz verschwendet. Gegen&uuml;ber dem Fenstermodus bietet der Layoutmodus den Vorteil einer aufger&auml;umten Taskbar, denn nur das Magellan-Fenster allein wird genutzt.</p>

<h2>Nachteile des Layoutmodus</h2>

<p>Ein Layout kann nur relativ angegeben werden und kann w&auml;hrend der Laufzeit nicht ver&auml;ndert werden. Nachträgliche Größenänderungen sind also nicht möglich.</p>

<h2>Konfiguration</h2>
<p>Die Auswahl des Layouts erfolgt im Programm &uuml;ber den Men&uuml;punkt "Layouts" im Men&uuml; "Desktop". Dort werden alle gefundenen Layouts aufgez&auml;hlt und sind anw&auml;hlbar.</p>

<p>Die Konfiguration der Layouts erfolgt in der Datei "magellan_desktop.ini". Dort wird die Blockstruktur der Split-Sets angepa&szlig;t:</p>

<pre>
[Layout_Layoutname]
MAP=0.5;0.5;0.25;0.25
OVERVIEW=0.0;0.0;0.5;1.0
</pre>

<p>Wie zu sehen ist, mu&szlig; der Block mit "[Layout_" anfangen. Darauf folgen zeilenweise Definitionen der Komponenten. Dabei werden die im <a href="reference_desktop_splitpanes.html">Split-Modus</a> verwendeten Kennw&ouml;rter benutzt. Die Wertzuweisung besteht dann aus vier Zahlen, jeweils durch ein Semikolon getrennt. Hierbei stehen die ersten beiden Zahlen für die Position(x/y) der linken oberen Ecke und die zweiten beiden Zahlen für die Dimension, d.h. Höhe und Breite der Komponente (w/h). Die Zahlen dürfen dabei einen Wert zwischen 0 und 1 annehmen, die relativ zur Magellan-Größe zu sehen sind.</p>


<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: reference_desktop_layout.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
