<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Feedback &amp; Support</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel=stylesheet href="../default.css" type="text/css">
</head>

<body <!--#include virtual="../../bgcolor.ssi"-->
<a name="top"></a>

<!-- Inhalt -->

<h1>Feedback und Support</h1>

<h2>Bugs in Magellan</h2>
<p>F&uuml;r uns Entwickler sind bei Problemen die Fehlermeldungen von Magellan immer ein guter Anhaltspunkt. Sie sind in der Datei errors.txt im Magellanverzeichnis zu finden; bitte schickt uns diese Fehlermeldungen mit, wenn ihr ein Problem mit Magellan habt. Oft kann es zur Reproduktion des Fehlers n&ouml;tig sein, den benutzten CR (oder einen Auszug daraus) zu haben. Diese CRs werden selbstverst&auml;ndlich vertraulich behandelt und nach der Beseitigung des Fehlers gel&ouml;scht.</p>

<h2>Bugzilla</h2>
<p>Bugzilla (<a href="http://eressea.upb.de/bugs/">http://eressea.upb.de/bugs/</a>) ist eine Webplattform f&uuml;r Bugmeldungen und Featurew&uuml;nsche, die f&uuml;r diese Zwecke der Mailingliste vorzuziehen ist, da sie die Bearbeitung der Meldungen f&uuml;r uns deutlich erleichtert. F&uuml;r die Benutzung ist eine Registrierung notwendig, um den Bugmelder &uuml;ber Neuigkeiten zu der jeweiligen Meldung auf dem Laufenden halten zu k&ouml;nnen.</p>

<h3>Featurew&uuml;nsche = Weiterentwicklung</h3>
<p>Wir versuchen, die Entwicklung von Magellan an den W&uuml;nschen der Benutzer zu orientieren. Bugzilla ist dabei eine gro&szlig;e Hilfe, weil alle Featurew&uuml;nsche zentral und &ouml;ffentlichen abrufbar sind. Zus&auml;tzlich bietet Bugzilla die M&ouml;glichkeit des 'Votings', d.h. dass jeder User f&uuml;r bestimmte neue Features abstimmen kann. Daran ist dann leicht zu erkennen, welche W&uuml;nsche wichtig sind und eine hohe Priorit&auml;t erhalten sollten.</p>

<h2>Mailingliste</h2>
<p>Es gibt eine Mailingliste zu Magellan, <a href="mailto:eressea-javaclient@eressea.kn-bremen.de">eressea-javaclient@eressea.kn-bremen.de</a>, in der alle &Auml;nderungen an Magellan angek&uuml;ndigt werden. Nach solchen CVS-Mails wird &uuml;brigens Magellan innerhalb einiger Minuten aktualisiert, so dass man sich die neue Version herunterladen kann. In der Mailingliste kann jeder, der Interesse hat, an der Diskussion um das Programm teilnehmen, Fragen zu dessen Benutzung stellen oder Hilfe bei Problemen anfordern.</p>
<p>Schickt man eine Mail an die Liste, ohne sie abonniert zu haben, sollte man das erw&auml;hnen, da die Antwort sonst wahrscheinlich nur wieder an die Liste, aber nicht den Absender geschickt wird.</p>
<p>Um sich in die Liste einzutragen, gen&uuml;gt eine Mail an <a href="mailto:majordomo@eressea.kn-bremen.de?body=subscribe eressea-javaclient%0Aend">majordomo@eressea.kn-bremen.de</a> mit beliebigem Betreff und
<pre>
subscribe eressea-javaclient
end
</pre>
als Inhalt.</p>

<h2>Newsgroup</h2>
<p>&Uuml;ber den <a href="news://eressea.upb.de/">Eressea News-Server</a> (news://eressea.upb.de) kann man auch ohne Mitglied der Liste zu sein verfolgen, was da los ist und eigene Nachrichten posten. Zum Zugriff auf den Newsserver ben&ouml;tigt man folgende Zugangsdaten:<br>
Username: Parteinummer<br>
Password: Parteipasswort</p>

<h2>IRC-Channel</h2>
<p>Im IRC-Net im Channel #magellan sind &ouml;fters Entwickler und User anwesend. Falls nicht, kann man immer noch bei unserer Channelputze Magrathea Trost suchen. Besonders abends sind die &uuml;blichen Verd&auml;chtigen:</p>
<ul>
	<li>Thulai: Sebastian Tusk, Entwickler</li>
	<li>NoOneElse: Stefan G&ouml;tz, Entwickler</li>
	<li>LordBones: Sebastian Pappert, Entwickler</li>
	<li>Toran: Ulrich K&uuml;ster, Entwickler</li>
	<li>Nugman: Roland Behme, Doku-Schreiber</li>
	<li>SirRollo: Matthias M&uuml;ller, Doku-Schreiber</li>
</ul>



<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: feedback.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
