<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Liste der Talente</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel=stylesheet href="../default.css" type="text/css">
</head>

<body bgcolor="#ffffff">
<a name="top"></a>

<!-- Inhalt -->

<H1>Liste der Talente</H1>
<P>
Hier die Liste aller Talente, die Einheiten in Eressea erlernen k&ouml;nnen. Man
beachte, da&szlig; das Programm keine Umlaute "versteht"!
</P><P>
<p><B>Alchemie</B></p>
  <p> Herstellen von Tr&auml;nken aus Kr&auml;utern.<BR>
  Lernen kostet 200&nbsp;Silber pro Runde und Person. </DD>
 <p><B>Armbrustschie&szlig;en</B></p>
  <p> Zusammen mit einer Armbrust: belagern und k&auml;mpfen. Mit Talent
  Steuereintreiben: Steuern eintreiben. </DD>
 <p><B>Ausdauer</B></p>
  <p>Mit Ausdauer kann eine Einheit im Kampf mehr Trefferpunkte einstecken.</DD>
 <p><B>Bergbau</B></p>
  <p> Eisen und Laen herstellen. Pro Person, Talentpunkt und Runde kann in den
  Gebirgen ein Eisen produziert werden, f&uuml;r Laen braucht man Bergbau&nbsp;7
  und ein Bergwerk. Man beachte, da&szlig; die Vorkommen begrenzt sind. Ab einem Talentwert von 4 kann man
  die Eisenvorr&auml;te eines Berges erkennen, ab Bergbau 7 erkennt man
  Laen-Vorkommen.</DD>
 <p><B>Bogenschie&szlig;en</B></p>
  <p> Zusammen mit einem Bogen: belagern und k&auml;mpfen. Mit Talent
  Steuereintreiben: Steuern eintreiben; pro bewaffneter Person und Talentpunkt
  bis zu 20 Silber. </DD>
 <p><B>Burgenbau</B></p>
  <p> Burgen bauen aus Steinen. Pro Person, Talentpunkt und Runde kann
  ein Stein verbaut werden. </DD>
 <p><B>Handeln</B></p>
  <p> In Regionen mit einer Burg: Luxusg&uuml;ter kaufen und verkaufen. Pro
  Person, Talentpunkt und Runde k&ouml;nnen 10 G&uuml;ter gehandelt werden. </DD>
 <p><B>Hiebwaffen</B></p>
  <p> Zusammen mit einer Hiebwaffe: belagern und k&auml;mpfen. Mit Talent
  Steuereintreiben: Steuern eintreiben. </DD>
 <p><B>Holzf&auml;llen</B></p>
  <p> B&auml;ume f&auml;llen. Pro Person, Talentpunkt und Runde kann ein Baum
  gef&auml;llt und daraus Holz produziert werden. </DD>
 <p><B>Katapultbedienung</B></p>
  <p> Zusammen mit einem Katapult: belagern und k&auml;mpfen. Mit Katapulten kann
  man keine Steuern eintreiben. </DD>
 <p><B>Kr&auml;uterkunde</B></p>
  <p> Finden von Kr&auml;utern zur Herstellung von alchemistischen Tr&auml;nken.
   Lernen kostet 200&nbsp;Silber pro Runde und Person. </DD>
 <p><B>Magie</B></p>
  <p> Damit kann man Kampfzauber und andere Zauberspr&uuml;che verwenden.
   Das Lernen von Magie kostet je nach Stufe ab 150&nbsp;Silber pro Person und
   Runde
 <p><B>Pferdedressur</B></p>
  <p> Pferde k&ouml;nnen gez&auml;hmt werden. Pro Person, Talentpunkt und Runde kann
  ein Pferd gez&auml;hmt werden.
  </DD>
 <p><B>Reiten</B></p>
  <p> Zusammen mit einem Pferd: Ab Reiten 1 schnellere Bewegung, ab Reiten 2
  Pferdebonus im Kampf. Pro Person und Talentpunkt k&ouml;nnen vier Pferde (und ein
  weiteres pro Person) gef&uuml;hrt oder zwei Pferde geritten werden. </DD>
 <p><B>R&uuml;stungsbau</B></p>
  <p> Bau von R&uuml;stungen aus Eisen und Laen. </DD>
 <p><B>Schiffbau</B></p>
  <p> Bau von Schiffen aus Holz. Pro Person, Talentpunkt und Runde
  kann ein Holz verbaut werden. </DD>
 <p><B>Segeln</B></p>
  <p> Zusammen mit einem Schiff: Erm&ouml;glicht Segeln. Alle Personen auf dem
  Schiff mit dem Segeln Talent z&auml;hlen als Matrosen. </DD>
 <p><B>Spionage</B></p>
  <p> Einheiten anderer Parteien ausspionieren: man kann damit Talente und
  evtl. Silber der Einheit erfahren.<BR> Lernen kostet 100&nbsp;Silber pro
  Runde und Person. </DD>
 <p><B>Stangenwaffen</B></p>
  <p> Zusammen mit einer Stangenwaffe: belagern und k&auml;mpfen. Mit Talent
  Steuereintreiben: Steuern eintreiben. </DD>
 <p><B>Steinbau</B></p>
  <p> Steine produzieren. Pro Person, Talentpunkt und Runde kann in den
  Gebirgen ein Stein gemacht werden (maximal 100 Steine pro Region
  und Runde). </DD>
 <p><B>Steuereintreiben</B></p>
  <p> Von den Bauern Steuern eintreiben. Pro Talentpunkt und bewaffneter (und
  an dieser Waffe ausgebildete) Person k&ouml;nnen Einheiten 20 Silber von den
  Bauern eintreiben.<BR>
  Diese Talent steigt nicht durch Anwendung, ebensowenig das entsprechende
  Waffentalent. </DD>
 <p><B>Stra&szlig;enbau</B></p>
  <p> Bau von Stra&szlig;en aus Steinen. Pro Person, Talentpunkt und Runde
  kann ein Stein verbaut werden. </DD>
 <p><B>Taktik</B></p>
  <p> Bei einem Kampf hat die Seite mit dem besten Taktiker eine Attacke
  frei.<BR> Lernen kostet 200&nbsp;Silber pro Runde und Person. </DD>
 <p><B>Tarnung</B></p>
  <p> Die Einheit ist immer getarnt und nur f&uuml;r Einheiten mit gleichem oder
  gr&ouml;&szlig;eren Wahrnehmungstalent sichtbar. Erfolgreich getarnte Einheiten k&ouml;nnen
  andere Einheiten beklauen und Belagerungen durchbrechen. </DD>
 <p><B>Unterhaltung</B></p>
  <p> Unterhaltung der Bauern. Falls die Bauern gen&uuml;gend Geld haben, kann pro
  Person, Talentpunkt und Runde 20 Silber verdient werden. </DD>
 <p><B>Waffenbau</B></p>
  <p> Bau von Waffen aus Eisen, Laen oder Holz.</DD>
 <p><B>Wagenbau</B></p>
  <p> Bau von Wagen aus Holz. Pro Person, Talentpunkt und Runde kann
  aus 5 Holz ein Wagen gebaut werden. </DD>
 <p><B>Wahrnehmung</B></p>
  <p> Die Einheit ist immer auf der Ausschau nach getarnten Einheiten.
  Dadurch kann man z.B. Dieben "vorbeugen". </DD>

</P><P>

<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: skill_list.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
