<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Befehl: K&Auml;MPFE</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel="stylesheet" href="../../default.css" type="text/css">
</head>

<body bgcolor="#ffffff">
<a name="top"></a>

<!-- Inhalt -->

<p><b>K&Auml;MPFE<br>
K&Auml;MPFE AGGRESSIV<br>
K&Auml;MPFE HINTEN<br>
K&Auml;MPFE DEFENSIV<br>
K&Auml;MPFE NICHT<br>
K&Auml;MPFE FLIEHE<br>
K&Auml;MPFE HELFE [NICHT]</b></p>

<p> Mit diesem Befehl wird die Reaktion einer Einheit im Falle eines Kampfes
bestimmt.</p>

<p><tt>K&Auml;MPFE</tt>: Die Einheit k&auml;mpft bei jeder Schlacht, bei der die eigene Partei involviert ist, an vorderster Front mit. Dies verwendet man mit Vorteil f&uuml;r Kanonenfutter und gute Schwertk&auml;mpfer.</p>
<p><tt>K&Auml;MPFE AGGRESSIV</tt>: wie <tt>K&Auml;MPFE</tt>, doch die Einheit
wird nie fliehen sondern bis zum Tode K&Auml;MPFEn.</p>

<p><tt>K&Auml;MPFE HINTEN</tt>: Die Einheit k&auml;mpft bei jeder Schlacht, bei der die eigene Partei involviert ist, hinter der Front mit. Ist die Front aufgerieben, werden diese Einheiten trotzdem in den Nahkampf hineingezogen!  Dies verwendet man mit Vorteil f&uuml;r Sch&uuml;tzen und Magier. </p>

<p><tt>K&Auml;MPFE DEFENSIV</tt>: wie <tt>K&Auml;MPFE HINTEN</tt>, aber die Einheit wird schon fliehen, wenn sie nur 10% ihrer Trefferpunkte verloren hat.</p>

<p><tt>K&Auml;MPFE NICHT</tt>: Die Einheit k&auml;mpft nur noch dann mit, wenn entweder sie selber den Befehl <a HREF="attackiere.html"><tt>ATTACKIERE</tt></a> gab, oder sie selber das Ziel eines feindlichen <tt>ATTACKIERE</tt> Befehles ist. Dies setzt man mit Vorteil f&uuml;r Handwerker und Kundschafter mit hohem Tarnungstalent ein.</p>

<p><tt>K&Auml;MPFE FLIEHE</tt>: Fluchtbereite Einheiten werden, sobald sie angegriffen werden, versuchen, in eine Nachbarregion zu fliehen. Die Grundchance dabei ist 25% (50% f&uuml;r Halblinge), dazu kommen 10%, wenn man ein Pferd hat und je 5 pro Stufe im Talent Tarnung; der Maximalwert ist aber 75% (bzw. 90% f&uuml;r Halblinge). Dabei nehmen sie nur weniges mit: soviel Silber, wie sie tragen k&ouml;nnen, alle Gegenst&auml;nde ohne Gewicht (z.B. Kr&auml;uter und magische Gegenst&auml;nde) und ein Pferd pro Person (so sie eins haben).</p>

<p><tt>K&Auml;MPFE HELFE</tt>: Einer Einheit mit <tt>K&Auml;MPFE HELFE NICHT</tt> wird im Kampf <i>nicht</i> geholfen, weder von Einheiten der eigenen Partei noch von Verb&uuml;ndeten. Wird eine solche Einheit attackiert, werden keine anderen Einheiten in den Kampf gezogen. Dies gilt nat&uuml;rlich nur, wenn nicht zus&auml;tzlich andere Einheiten ohne einen solchen Status attackiert werden.</p>

<p>Die eigene Partei ist immer dann involviert, wenn sie angreift, oder wenn sie oder eine Partei, der sie hilft, angegriffen wird. Weitere Details unter <a HREF="helfe.html"><tt>HELFE</tt></a>.</p>

<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: kaempfe.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
