<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Befehl: TARNE</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel="stylesheet" href="../../default.css" type="text/css">
</head>

<body bgcolor="#ffffff">
<a name="top"></a>

<!-- Inhalt -->

<p><B>TARNE [stufe]<BR>
TARNE PARTEI [NICHT]<BR>
TARNE PARTEI NUMMER nummer<BR>
TARNE rasse</B></p>

<P> Mit der ersten Variante kann man einstellen, wie "intensiv" eine Einheit
sich zu tarnen versucht. <TT>stufe</TT> kann nat&uuml;rlich nicht h&ouml;her als
das Talent der Einheit sein. Ohne Parameterangabe wird das Maximum gesetzt.
</P>
<P> Mit <TT>TARNE PARTEI</TT> kann man seine Parteizugeh&ouml;rigkeit zu verbergen
versuchen. Im Gegensatz zum normalen Tarnung/Wahrnehmungs-Mechanismus
kann man die Parteizugeh&ouml;rigkeit einer solchen Einheit nur noch mit
Spionage erkennen.</P>
<P><TT>TARNE PARTEI NUMMER nummer</TT> trant die EInheit mit einer
anderen Parteinummer, gibt sich also als einer beliebigen anderen
Partei zugeh&ouml;rig aus. Es gibt keinen einfachen Weg, diese Form der
Tarnung zu durchschauen.<BR>
Die angegebene Partei mu&szlig; der Partei, welche den Befehl gibt, bekannt
sein, d.h. in deren Report auftauchen, ansonsten schl&auml;gt der Befehl
fehl.
</P><P>
Soweit, so einfach. Diese recht simpel erscheinende &Auml;nderung bringt
ein paar Besonderheiten mit sich, die hier in loser Reihenfolge
aufgez&auml;hlt werden:
<UL type="disk">
<LI>Die (scheinbare) Rasse der Einheit &auml;ndert sich dadurch nicht, ein
Goblin bleibt ein Goblin, auch wenn er sich als der Partei der
Lichtelfen zugeh&ouml;rig ausgibt.
</LI>
<LI>Die Einheiten &auml;ndern ihr Verhalten durch die Tarnung nicht. Sie spenden
z.B. kein Silber an die Verb&uuml;ndeten der Partei, als die sie sich
tarnen.  Wer also die Tarnung perfektionieren will, sollte mit den
Einheiten eine Gruppe bilden und f&uuml;r diese Gruppe entsprechende
Helfe-Stati setzen.<BR>
So gatarnte Einheiten k&ouml;nnen auch nicht pl&ouml;tzlich Geb&auml;ude oder
Schiffe betreten, die sie ansonsten nicht betreten d&uuml;rfen, oder
Steuern eintreiben, wo ihnen das normalerweise untersagt ist.
</LI>
<LI>Im Kampf bilden derartige Einheiten ein eigenes Heer. Beispiel:
Es gibt drei Parteien, <I>p1</I>, <I>p2</I> und <I>p3</I>. <I>p1</I>
hat zwei Einheiten, <I>e11</I> und <I>e12</I>. <I>e11</I> ist nicht
besonders getarnt, <I>e12</I> aber gibt sich als der Partei <I>p2</I>
zugeh&ouml;rig aus. <I>p3</I> attackiert <I>e11</I> und <I>e12</I>. Dann
erscheinen im Kampfbericht drei Heere: Eines mit <I>e11</I>, eines
mit <I>e12</I>, und eines mit den angreifenden Einheiten von
<I>p2</I>.<BR>
Auf diese Weise kann man also sehen, das Einheiten sich als eine
fremde Partei ausgeben (es werden ja zwei Heere erzeugt), nicht aber,
welcher Partei diese Einheiten wirklich geh&ouml;ren.
</LI>
<LI>Es ist in Zukunft m&ouml;glich, Einheiten zu attackieren, die
(vermeintliche oder reale) Verb&uuml;ndete sind. In diesem Fall wird das
B&uuml;ndnis sofort komplett aufgel&ouml;st.<BR>
Dies ist so, damit man nicht durch (automatisierbare) Probeangriffe
feststellen kann, ob Einheiten wirklich der Partei angeh&ouml;ren, als die
sie sich ausgeben.<BR>
Achtung: Es ist anzuraten, in Zukunft noch genauer nachzusehen, wen
man attackiert! Ein versehentlicher Angriff auf einen Verb&uuml;ndeten
kann fatale Auswirkungen haben.
</LI>
</UL></P>
<P> Mit <TT>TARNE rasse</TT> k&ouml;nnen D&auml;monen sich als andere Rasse tarnen.
Diese Tarnung kann nur mit einem "Amulett des wahren Sehens" aufgedeckt
werden. </P>

<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: tarne.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
