<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Einstiegshilfe f&uuml;r neue Spieler</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	
	<h1>Der Einstieg</h1>
	<p>
		Diese Einstiegshilfe ist f&uuml;r Leute gedacht, die noch nie ein
		PbEM-Spiel gespielt haben. Punkt f&uuml;r Punkt werden die wichtigsten
		Elemente erkl&auml;rt und wesentliche Spielabl&auml;ufe beschrieben.
		
	<h2>Ein &Uuml;berblick</h2>
	<p>
		Als Spieler steuerst Du eine Partei im Fantasy-Reich von Allanon. Jede
		Partei ist in viele Einheiten aufgeteilt, denen Du jeweils einzelne
		Befehle geben kannst. Die Befehle werden einfach per Mail an den
		Allanon-Server (befehle@allanon-pbem.de) geschickt.<br />
		Eine Einheit besteht aus einer oder mehreren Personen, die mit etwas
		Zeit Talente lernen k&ouml;nnen. Hat eine Einheit Talente erlernt, so
		kann sie fortschrittlichereren T&auml;tigkeiten nachgehen, wie z.B. dem
		Bauen von Burgen und Schl&ouml;ssern.
	</p>
	
	<h2>Die erste Auswertung</h2>
	
	<h3>Die Kopfzeile</h3>
	<p class="gametext">
		Allanon Auswertung<br />
		Partei 1 (1)<br />
		Mensch<br />
		im Januar des Jahres 1 (Winter)<br />
		Reichsschatz: 10145 Silber<br />
		1 Person in 1 Einheit<br />
		ZAT: Dienstag und Samstag (je 20:00)
	</p>
	<p>
		Jeder Report beginnt mit einem groben &Uuml;berblick &uuml;ber die
		Partei. Hierbei handelt es sich um die Auswertung einer Menschen-Partei,
		die gerade neu gestartet hat und deshalb erst eine Person und eine
		Einheit hat. Gro&szlig;e Parteien k&ouml;nnen durchaus mehrere
		hunderttausend Personen in Tausenden von Einheiten besitzen.
	</p>
	
	<h3>Eine Region</h3>
	<p class="gametext">
		Guha (0,0), Ebene, 7602 Bauern, $6191, 13 Pferde. Im  Nordosten liegt
		Ozean (0,1), im  S&uuml;dosten die Berge von Drayerquaildy (1,-1), im
		S&uuml;dwesten der Wald von Gosulfu (0,-1), im  Nordwesten die Ebene von
		Loresia (-1,1), im  Osten Ozean (1,0) und im  Westen der Sumpf von
		Toroko-Sel (-1,0).<br />
		<br />
		Statistik<br />
		<br />
		Lohn f&uuml;r einen Monat Arbeiten: $11<br />
		Arbeitspl&auml;tze in der Region diesen Monat: max. 10000<br />
		Erwarteter Lohn der arbeitenden Bauern: ca. $83622<br />
		Davon Geld f&uuml;r Unterhaltung: max. $4490<br />
		Steuern f&uuml;r eine stabile Population bei max. Unterhaltung: $9303
		<br />
		Kaufkraft der Bauern bei max. Unterhaltung: $9303<br />
		Anzahl Luxusg&uuml;ter zu kaufen bei stabilen Preisen: 2280<br />
		Anzahl Luxusg&uuml;ter zu verkaufen bei stabilen Preisen: 380<br />
		Anzahl rekrutierbarer Bauern: max. 152 (mit Anwerbung 7602)<br />
		<br />
		Personen: 1<br />
		Silber: 1<br />
		Schwerter: 1
	</p>
	<p>
		Weiter geht es in der Auswertung mit einer Region. Jede Partei sieht von
		allen Regionen immer nur jene, in welchen sie Einheiten stationiert hat.
		Au&szlig;erdem sieht man von allen Nachbarregionen den Regionstyp.<br />
		Bei dieser Region handelt es sich um eine Ebene. Ebenen eignen sich
		hervorragend zum Siedeln, da in Ebenen viele Bauern leben k&ouml;nnen
		(Bauern verdienen Geld, welches man ihnen durch Handel, Unterhaltung und
		Steuereintreiben wieder abnehmen kann). Au&szlig;erdem gibt es Berge
		(S&uuml;dosten) und einen Wald (S&uuml;dwesten) in direkter
		Nachbarschaft, so da&szlig; Eisen gef&ouml;rdert bzw. B&auml;ume
		gef&auml;llt werden k&ouml;nnen.<br />
		Die anderen Angaben, die als Statistik folgen, k&ouml;nnen vorerst
		ignoriert werden. An geeigneter Stelle wird darauf verwiesen werden.
	</p>
	
	<h3>Die erste Einheit</h3>
	<p class="gametext">
  	* Nummer 1 (1), Partei 1 (1), 1 Mensch, kampfbereit, Talente: Hiebwaffen 2
	[90], Tarnung 2 [90], Wahrnehmung 2 [90], hat: 1 Schwert, 1 Silber. Default:
	&quot;ARBEITE&quot;.
	</p>
	<p>
		Das Sternchen am Anfang der Beschreibung bedeutet, da&szlig; es sich um
		eine eigene Einheit handelt. Bei Einheiten fremder Parteien findet sich
		stattdessen ein Bindestrich. Anschlie&szlig;end folgen Name (Nummer 1)
		und Partei (Partei 1) der Einheit, die Anzahl von Personen sowie die
		Rasse (1 Mensch), der Kampfstatus (kampfbereit) und die Talente
		(Hiebwaffen, Tarnung und Wahrnehmung). Zum Schlu&szlig; kommt noch eine
		Auff&uuml;hrung der Gegenst&auml;nde, die die Einheit hat sowie der
		Standard-Befehl (&quot;ARBEITE&quot;).
	</p>
	
	<h2>Eine Alternative: Magellan</h2>
	<p>
		Viele Spieler finden die textbasierte Auswertung unausreichend und
		benutzen grafische Tools, um sich die Auswertung anzeigen zu lassen. Eine
		M&ouml;glichkeit hierf&uuml;r ist <a href="ENTERLINK">Magellan</a>.
		Hierbei handelt es sich um ein Java-Tool, welches erm&ouml;glicht eine
		sogenannte Computer-Auswertung einzulesen, darzustellen und zu
		bearbeiten.
	</p>
	<center>
		<img src="magellan.gif"
		     alt="Beispiel eines Reports in dem Magellan-Client" />
	</center>
	<p>
		Magellan bietet einen komfortablen &Uuml;berblick &uuml;ber die Partei:
		Links oben findet sich eine Liste aller Regionen, mit den darin
		enthaltenen Einheiten. Die Symbole vor der Einheit stehen f&uuml;r die
		verschiedenen Talente bzw. Gegenst&auml;nde der Einheit. In der Mitte
		befindet sich eine Landkarte wieder, die der aus der normalen Auswertung
		entspricht. Rechts oben (im grau hinterlegten Fenster) stehen die
		Eigenschaften der Region, darunter (wei&szlig;er Kasten) die
		Eigenschaften der aktuellen Einheit. Darunter schlie&szlig;lich
		findet sich eine M&ouml;glichkeit der Einheit Befehle zu geben.
	</p>
	<p>
		In dem <a href="magellan.html">Ratgeber Magellan</a> wird die
		Installation und Konfiguration von Magellan beschrieben.
	</p>
	
	<h2>Die ersten Befehle</h2>
	<p>
		Benutzt man einen einfachen Text-Editor, um die Befehle zu erstellen oder
		zu bearbeiten, so empfiehlt sich die Zugvorlage, die am Ende jeder
		Auswertung angeh&auml;ngt wird. F&uuml;r die obige Partei sieht die
		Vorlage so aus:
	</p>
	<pre class="gametext">
PARTEI 1 &quot;passwort&quot;

; Guha (0,0)

EINHEIT 1;			Einheit 1 [1, $1]
	ARBEITE

N&Auml;CHSTER
	</pre>
	<p>
		Verwendet man stattdessen Magellan, so mu&szlig; man sich um Befehle wie 
		z.B. PARTEI, EINHEIT und N&Auml;CHSTER keine Sorgen machen, da diese 
		automatisch von Magellan an den richtigen	Stellen eingef&uuml;gt werden. 
		Nat&uuml;rlich mu&szlig; man das Pa&szlig;wort in Magellan erst
		speichern, bevor es eingef&uuml;gt werden kann (siehe den
		<a href="magellan.html">Ratgeber Magellan</a>
	</p>
	
	<h3>Neue Einheiten</h3>
	<p>
		Mit dem Befehl <a href="befehle.html#MACHE">MACHE TEMP</a> legt man eine 
		neue Einheit an. In dem Block der mit MACHE TEMP beginnt und mit ENDE
		beendet wird, kann man dann die Befehle der neuen Einheit angeben.
		Anschlie&szlig;end ben&ouml;tigt diese Einheit noch Personen, die sie 
		durch das Rekrutieren von Bauern erh&auml;lt. Um jedoch Bauern
		rekrutieren zu k&ouml;nnen ben&ouml;tigt die Einheit Geld. Geld kann sie
		z.B. aus dem <a href="geld.html#reichsschatz">Reichsschatz</a>
		beanspruchen. Insgesamt s&auml;he das so aus:
	</p>
	<pre class="gametext">
PARTEI 1 &quot;passwort&quot;
EINHEIT 1
	MACHE TEMP
		; Befehle der neuen Einheit
		REKRUTIERE 1
		BEANSPRUCHE 75
	ENDE
N&Auml;CHSTER
	</pre>
	<p>
		Hier fehlen nat&uuml;rlich noch die Befehle, die die neue Einheit 
		ausf&uuml;hren soll. Weiterhin sollte man jeder Einheit einen passenden 
		Namen geben. 
	</p>

	<h3>Notwendige Anschaffungen</h3>
	
	<p>
		Da man mit einem relativ geringem <a href="geld.html#reichsschatz">
		Reichsschatz</a> startet, sollte man zun&auml;chst versuchen, Einheiten
		zu Steuereintreibern und Unterhaltern auszubilden. Steuereintreiber haben
		den Vorteil, da&szlig; sie mehr Geld eintreiben k&ouml;nnen, 
		Unterhalter sind daf&uuml;r schneller ausgebildet (Details zum 
		Geldverdienen finden sich <a href="geld.html#einnahmen">hier</a>). 
		Au&szlig;dem sollte man stets noch die <a href="rassen.html#table">
		Rassenmodifikatoren</a> bedenken. So eignet sich z.B. Unterhaltung nicht
		f&uuml;r Orks, da diese einen Malus von -2 erhalten.
	</p>
	<p>
		Dies ergibt dann z.B. die folgenden Befehle:
	</p>
	<pre class="gametext">
PARTEI 1 &quot;passwort&quot;
EINHEIT 1
	MACHE TEMP
		REKRUTIERE 10
		BEANSPRUCHE 750
		BENENNE EINHEIT &quot;Theater&quot;
		BESCHREIBE EINHEIT &quot;Das &ouml;rtliche Theater bietet eine Vorstellung pro Tag an. Derzeit l&auml;uft 'Brunhild und die Elfen'&quot;
		LERNE Unterhaltung
	ENDE
	MACHE TEMP
		REKRUTIERE 20
		BEANSPRUCHE 1500
		BENENNE EINHEIT &quot;Z&ouml;llner&quot;
		BESCHREIBE EINHEIT &quot;Die Z&ouml;llner des Gro&szlig;f&uuml;rstentum Klein-Bruchwinkel sind harte Mannen. Sie durchsuchen jeden Winkel
	ENDE
N&Auml;CHSTER
	</pre>
	
	<p>
		Weiterhin sollte man m&ouml;glichst schnell die Umgebung erkunden. Es ist
		nicht nur hilfreich, die Karte zu kennen, sondern st&ouml;&szlig;t man so
		auch am schnellsten auf andere V&ouml;lker, mit denen man
		zusammenarbeiten kann. Daher empfiehlt es sich schon in fr&uuml;hen
		Runden einige Erkunder zu rekrutieren.
	</p>
	<pre class="gametext">
	MACHE TEMP 
		REKRUTIERE 1
		BEANSPRUCHE 75
		BENENNE EINHEIT &quot;Kartograph&quot;
		BESCHREIBE EINHEIT &quot;Ein einzelner Mensch, der durch die Lande zieht und hier und da einmal stehenbleibt, um sich Notizen zu machen.&quot;
		NACH so
	ENDE
	</pre>
	<p>
		Nat&uuml;rlich schickt man auch einige Einheiten in die restlichen 
		Richtungen.
	</p>
	<p>
		Als n&auml;chstes sollte man die eigene Wirtschaft ankurbeln.
		Insbesondere Waffen sind wichtig, damit man damit die Steuereintreiber
		ausstatten kann, die ohne Waffen nichts verdienen k&ouml;nnen. Um jedoch
		Waffen zu produzieren mu&szlig; man zun&auml;chst einmal Rohstoffe haben.
		Holz f&uuml; Speer, Armbrust und Bogen bzw. Eisen f&uuml;r Schwerter.
		Welche Waffen man zun&auml;chst produziert, oder ob man sich nicht auf
		eine Waffengattung festlegt, sondern gleichzeitig verschiedene Arten 
		produziert h&auml;ngt dabei vor allen von den pers&ouml;nlichen Vorlieben
		und der Rasse ab. So werden z.B. Elfen B&ouml;gen produzieren, derweil
		Zwerge lieber Schwerter schmieden.
	</p>
	<p>
		Nat&uuml;rlich sollte man mit der Ausbildung warten, bis man eine Einheit
		in einem Wald bzw. einem Gebirge hat. Dann aber kann es losgehen. Eine
		Einheit mit ca. 10 Personen (je nach Talentmodifikatoren reichen auch 
		weniger bzw. sind mehr notwendig), die Rohstoffe f&ouml;rdern und einige 
		Waffenbauer um die Rohstoffe weiterzuverarbeiten.
	</p>
	<p class="right">
		Version: $Id: einstieg.html 352 2005-09-17 22:49:57Z sirprize $
	</p>
</body>
</html>
