<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Monster und andere Wesen</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<h1>Die Monsterpartei</h1>
	<p>
		<img src="skeleton.jpeg" alt="Skelett" class="left"/>
		Nicht alle Einheiten auf Allanon werden von Spielern betrieben.
		Tats&auml;chlich gibt es viele Wesen, die von keinem Spieler gesteuert
		werden. All diese Einheiten sind in die Partei mit der Nummer 0, die
		sogenannte Monsterpartei, und die Partei mit der Nummer npc (die NPC
		Partei) zusammengefasst <i>(NPC steht f&uuml;r <b>N</b>on <b>P</b>layer
		<b>C</b>haracters, also allgemein f&uuml;r alle nicht von einem Spieler
		gelenkten Einheiten)</i>. Die Befehle f&uuml;r diese Parteien
		werden automatisch vom Server nach bestimmten Vorschriften
		generiert.
	</p>
	<p>
		Der Grund, weshalb einige &quot;Monster&quot; als Einheiten der NPC
		Partei angezeigt werden ist einfach: Diese Einheiten
		sind (relativ) harmlos. Alle Einheiten der NPC Partei werden nur 
		minimal in den Spielablauf eingreifen. Es ist also zur Kennzeichnung
		f&uuml;r die Spieler gedacht. Wenn man einer Einheit der Monster
		Partei begegnet, dann kann es durchaus geschehen, da&szlig; das
		Monster angreift oder andere (unsch&ouml;ne) Dinge macht - oder
		auch nicht, das kann man nie wissen.
	</p>
	<p>
		Einheiten der NPC Partei werden jedoch definitiv nichts machen, 
		was auch andere Spieler betrifft, solange sie in Ruhe gelassen 
		werden.
	</p>
	<p>
		Ein letzter Wort zur Warnung mu&szlig; noch genannt werden!
		Die Monsterpartei (0) hat der NPC Partei (npc) 
		<a href="befehle.html#HELFE">HELFE K&Auml;MPFE</a> gesetzt. D.h. 
		wenn man &quot;nur&quot; einige NPCs angreifen wollte, kann es 
		durchaus geschehen, da&szlig; man sich auf einmal einer ganzen 
		Horde von Untoten gegen&uuml;ber sieht, die man im Report 
		&uuml;berlesen hatte...
	</p>
	<h1>Die Monster</h1>
	<h2>Aber das sind ja gar keine Monster</h2>
	<p>
		Genau! Einige der Einheiten, die vom Server gesteuert werden, sehen
		wie ganz normale Menschen aus. Sind sie auch. Sie arbeiten, treiben Steuern
		oder unterhalten, usw. Einige sind kriegerisch, anderer sind friedlich. 
		Aber f&uuml;r alle gelten die selben Regeln wie f&uuml;r alle anderen
		Spieler auch.
	</p>
	<a id="trader" name="trader"></a>
	<h2>H&auml;ndler</h2>
	<p>
		Es gibt einige wenige (vom Server gesteuerte) H&auml;ndler, die quer durch
		Allanon reisen und Waren zum Verkauf anbieten. Die angebotenen Waren 
		k&ouml;nnen vom einfachen Steinquader bis zu magischen Artefakten reichen.
		Allerdings wird nur selten ein H&auml;ndler wirklich viele wertvolle Waren
		mit sich f&uuml;hren.
	</p>
	<p>
		Kaufen kann man die Waren, die ein H&auml;ndler anbietet, mit dem Befehl
		<a href="befehle.html#KAUFE">KAUFE gegenstand</a>. Hierzu mu&szlig; die 
		Einheit allerdings das Talent Handeln beherrschen. Au&szlig;erdem mu&szlig;
		eine bis zum Handelsposten ausgebaute Burg in der Region stehen.
	</p>
	<p>
		Die Grundpreise, die der H&auml;ndler verlangt, teilt er allen Einheiten in
		der Region in einer Botschaft mit. Allerdings erh&ouml;ht sich der Preis um
		1% pro Runde, die die handelnde Partei schon auf Allanon weilt (d.h. eine 30
		Runden alte Partei mu&szlig; 30% mehr zahlen, als eine Newbie Partei). Eine
		&Uuml;bersicht &uuml;ber die Preise grundlegender Gegenst&auml;nde findet
		sich in <a href=haendlerpreise.html>dieser Tabelle</a>.
	</p>
	<p>
		Es hindert &uuml;brigens niemanden daran, einen H&auml;ndler anzugreifen. 
		Allerdings erhalten H&auml;ndler stets neue Gegenst&auml;nde, wenn ihnen
		etwas abgekauft wird. So ein H&auml;ndler stirbt, so mu&szlig; sich der
		Angreifer mit den Waren zufrieden geben, die der H&auml;ndler gerade mit
		sich f&uuml;hrt... Mal davon abgesehen, da&szlig; andere Parteien sich 
		dar&uuml;ber auch nicht gerade freuen werden, gibt es noch andere 
		Nachteile dabei, die allerdings jeder selbst herausfinden darf...
	</p>
	<h2>Untote</h2>
	<p>
		Die letzte gro&szlig;e Plage dieser Welt: Untote! Sie kommen in allerlei
		Ausf&uuml;hrungen und Varianten, aber allen ist eins gemein: sie hassen 
		alles Leben. Und werden mit freuden harmlose Siedler attackieren. Untote
		k&ouml;nnen in gro&szlig;en Mengen zu echten &Auml;rgernissen werden, in
		kleinen Gruppen sind sie jedoch relativ harmlos.<br />
		Es gibt keine Untote, die der NPC Partei angeh&ouml;ren.
	</p>
	<h2>Drachen</h2>
	<p>
		Drachen sind genau da&szlig;, was man sich darunter vorstellt. Von kleinen 
		putzigen Wesen bis zu riesigen feuerspeienden Ungeheuern ist alles dabei.
		Drachen lieben alles was wertvoll ist - vor allem Silber. Sie bewachen ihre
		Heimatregionen mi&szlig;trauisch und bleiben oft dort, wo es ihnen einmal 
		gef&auml;llt.<br />
		<strong>Achtung!</strong> Drachen haben ein gemeinsames Bewu&szlig;tsein. 
		D.h. wenn man sich einem Drachen irgendwo auf der Welt feindselig 
		gegen&uuml;ber verh&auml;lt, so ist es durchaus m&ouml;glich, da&szlig; 
		man sich andere Drachen auch zum Feind macht. Daher sollte so ein Schritt
		gut bedacht sein.<br />
		Es gibt keine Drachen, die der NPC Partei angeh&ouml;ren.
	</p>
	<a id="tiere" name="tiere"></a>
	<h2>Tiere</h2>
	<p>
		Wilde Tiere besiedeln allerlei Orte in Allanon. Sie leben scheu in kleinen 
		Rudeln und haben keinerlei Auswirkung auf die Umgebung. Die meisten Tiere
		hinterlassen diverse Troph&auml;en, wenn man sie erfolgreich bejagt (man
		sollte jedoch aufpassen, da&szlig; man sie nicht ausl&ouml;scht, denn einmal
		ausgestorben, kommen sie so schnell nicht wieder zur&uuml;ck).<br />
		Auch wenn Tiere eigentlich friedfertig sind, so sollte man acht geben. 
		Einige Rassen verm&ouml;gen sich <strong>sehr gut</strong> zur Wehr setzen.
		D.h. bevor man zur gro&szlig;en Jagd bl&auml;st, sollte man sicher gehen, 
		da&szlig; man gen&uuml;gend trainierte J&auml;ger (also K&auml;mpfer) zur
		Verf&uuml;gung hat).<br />
		Alle Tiere geh&ouml;hren zur NPC Partei.
	</p>
	<h2>und der Rest</h2>
	<p>
		Es gibt noch allerlei andere Wesen, die von der Monsterpartei gesteuert
		werden. Es sei jedoch Euch &uuml;berlassen, herauszufinden welche Wesen dies
		sind - und ob sie friedlich oder feindlich gesonnen sind.
	</p>
	<p class="right">
		Version: $Id: monster.html 444 2005-11-22 22:44:47Z sirprize $
	</p>
</body>
</html>
