<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Talente</title>
	<link rel="stylesheet" type="text/css" href="doku.css" />
</head>
<body>
	<h1>Talente</h1>
	<p>
		Um einer T&auml;tigkeit nachzugehen brauchen die Einheiten Talente. Alle
		Personen einer Einheit haben dieselben Talente. Talente kann man mit dem
		Befehl LERNE lernen, einige Talente verbessern sich auch durch Anwendung.
	</p>
	<p class="gametext">
   	* Ingmar Eiszapfen (f4vq), Die Eisriesen (L33t), 1 Riese, aggressiv,<br />
    $171, Talente: Hiebwaffen 3 [180], Steinbau 6 [450], Tarnung 1 [90],<br />
    Wahrnehmung 6 [690], hat: 1 Steinkeule, 1 Kettenhemd, Default:<br />
    &quot;LERNE  Wahrnehmung &quot;; Ingmar ist der Verwalter dieser
    Region und nur<br />
    seinem Anf&uuml;hrer Rechenschaft schuldig.<br />
	</p>
  <p>
		Der obige Riese hat z.B. die Talente Hiebwaffen, Steinbau, Tarnung und
		Wahrnehmung. In den eckigen Klammern ist angegeben, wie viele Tage die
		Einheit mit Lernen verbracht hat.
		Ingmar Eiszapfen kann sich also nur m&auml;&szlig;ig verstecken (Tarnung
		auf Stufe 1). Daf&uuml;r kann er aber umso besser Steine abbauen (Steinbau
		auf Stufe 6).
	</p>
	<a name="lernen" id="lernen"></a>
	<h2>Lernen und Lehren</h2>
	<p>
		Wenn eine Einheit Bauern rekrutiert starten diese neuen Personen stets mit
		0 Lerntagen. Neue Einheiten k&ouml;nnen also zuerst einmal gar nichts.
	</p>
	<p>Mit dem Befehl LERNE kann einer Einheit befohlen werden, ein neues Talent
		zu erlernen. Auf den ersten Stufen geht das Erlernen einer F&auml;higkeit
		noch recht schnell, aber sp&auml;ter wird man mehrere Runden brauchen,
		um einen Anstieg um eine Stufe zu erreichen. Im allgemeinen dauert der
		Aufstieg in eine neue Talentstufe durch Lernen in etwa eine Anzahl von
		Runden entsprechend der n&auml;chsten Talentstufe.
	</p>
	<table class="bordered">
		<tr>
			<th>von TaW</th><th>nach TaW</th>
			<th>Aufwand (Monate)</th><th>Total (Monate)</th>
			<th>Total (Tage)</th>
		</tr>
		<tr><td>0</td><td>1</td><td>1</td><td>1</td><td>30</td></tr>
		<tr><td>1</td><td>2</td><td>2</td><td>3</td><td>90</td></tr>
		<tr><td>2</td><td>3</td><td>3</td><td>6</td><td>180</td></tr>
		<tr><td>3</td><td>4</td><td>4</td><td>10</td><td>300</td></tr>
		<tr><td>4</td><td>5</td><td>5</td><td>15</td><td>450</td></tr>
		<tr><td>5</td><td>6</td><td>6</td><td>21</td><td>630</td></tr>
	</table>
	<p>
		Um die Zeit zu senken, die man zum Erlernen eines Talentes ben&ouml;tigt,
		kann eine zweite Einheit, die besser ist, die erste Einheit das Talent
		lehren. Diese Einheit mu&szlig; eine Talentstufe haben, die um mindestens
		2 gr&ouml;&szlig;er ist als die Talentstufe der Sch&uuml;ler. Damit
		lernt man doppelt so schnell, als wenn man versucht, ein Talent
		auf eigene Faust zu verbessern.
	</p>
	<p>
		Ein Lehrer kann jedoch maximal 10 Sch&uuml;ler lehren. D.h. eine
		Lehrereinheit mit 2 Personen kann nur 20 Sch&uuml;ler haben. Hat die
		Sch&uuml;lereinheit mehr Personen, als der Lehrer lehren kann, so
		werden nur einige Sch&uuml;ler gelehrt. Alle anderen lernen
		selbstst&auml;ndig das Talent - aber ohne Lehrer. Mit einer Lehrereinheit
		kann man auch mehrere Sch&uuml;lereinheiten unterrichten, und umgekehrt
		k&ouml;nnen auch mehrere Lehrereinheiten genutzt werden, um eine
		Sch&uuml;lereinheit zu lehren. Dabei kann jeder Sch&uuml;ler
		nat&uuml;rlich maximal von einem Lehrer unterrichtet werden. Lehrt
		man mit mehreren Lehrer-Einheiten mehrere Sch&uuml;ler-Einheiten in
		verschiedenen Talenten oder Talentstufen seitens der Lehrer, kann
		es passieren, da&szlig; einige Sch&uuml;ler keinen oder nicht den
		richtigen Lehrer abbekommen. Dies l&auml;&szlig;t sich aufgrund der
		Interna von Allanon nicht anders gestalten. Hier sollte man also ggf.
		durch Umstrukturieren der Lehrer-Einheiten "klare Verh&auml;ltnisse"
		schaffen.
	</p>
	<p>
		An Bord eines Schiffes auf hoher See kann nicht gelernt oder gelehrt
		werden. Befindet sich das Schiff an Land, k&ouml;nnen jedoch alle
		Passagiere etwas tun.
	</p>
	<p>Beispiel:</p>
	<p class="bsp">
		Einheit abcd hat Stangenwaffen 8, Einheit LLLL hat Stangenwaffen 2.<br />
		<br />
		EINHEIT abcd<br />
		Lehre LLLL<br />
		EINHEIT LLLL<br />
		Lerne Stangenwaffen<br />
	</p>
	
	<a name="lernkosten" id="lernkosten"></a>
	<h3>Teure Talente</h3>
	<p>
		Um auf hohe Talentwerte zu gelangen ben&ouml;tigt man bei allen Talenten
		eine Menge Zeit. Einige wenige Talente ben&ouml;tigen jedoch noch mehr:
		Silber. Dabei steigen die Lernkosten mit den Talentwerten an. Auf hohen
		Talentwerten k&ouml;nnen so manchmal pro Runde mehrere tausend Silber
		an Kosten anfallen.
	</p>
	<p>
		Derzeit gibt es folgende teuren Talente:<br />
		<a href="magie.html">Magie</a> (sehr teuer), <br />
		<a href="alchimie.html">Alchimie</a>, <br />
		<a href="alchimie.html">Kr&auml;uterkunde</a>, <br />
		<a href="kultur.html#hochkultur">Mechanik</a> (kann nur von 
			<a href="kultur.html#hochkultur">Hochkulturen</a> 
			erlernt werden),<br />
		<a href="#mord">Meucheln</a>, <br />
		<a href="konflikt.html#taktik">Taktik</a><br />
	</p>
	<p>Die lernende Einheit mu&szlig; das Silber bei sich tragen. Ob die Einheit
		gelehrt wird oder nicht ist f&uuml;r die Lernkosten nicht wichtig. Falls
		die Einheit nicht gen&uuml;gend Silber mit sich f&uuml;hrt, so wird sie
		nur entsprechend des vorhandenen Silbers lernen.
	</p>
	<p>Die genauen Lernkosten betragen pro Person und Runde: 50 * zu erlernender
		Talentwert. Magie zu erlernen ist sogar noch aufwendiger! Die Magiekosten
		berechnen sich pro Person und Runde zu 50 * (zu erlernender Talentwert)^2.
		<br />
		Einheiten eines <a href="kultur.html#magiervolk">Magiervolks</a>, zahlen 
		25% weniger Lernkosten f&uuml;r das Erlernen von Magie.
	</p>
	<p>
		<table class="bordered">
		<tr><th>neue Stufe</th><th>1</th><th>2</th><th>3</th><th>4</th><th>5</th><th>...</th><th>10</th><th>...</th><th>20</th></tr>
		<tr><th>Lernkosten (Magie)</th><td>50</td><td>200</td><td>450</td><td>800</td><td>1250</td><td>...</td><td>5000</td><td>...</td><td>20000</td></tr>
		<tr><th>Lernkosten (Rest)</th><td>50</td><td>100</td><td>150</td><td>200</td><td>250</td><td>...</td><td>500</td><td>...</td><td>1000</td></tr>
		</table>
	</p>
	
	<a id="speziell"></a>
	<h2>Spezielle Talente</h2>
	<p>
		Hier soll nur ein kleiner &Uuml;berblick &uuml;ber einige spezielle
		Talente gegeben werden. Eine detaillierte Beschreibung erfolgt an
		den entsprechenden Stellen.
	</p>
	<h3>Produktion</h3>
	<p>
		Um Gegenst&auml;nde herzustellen, ben&ouml;tigt man eine Einheit, die
		&uuml;ber das notwenige Talent verf&uuml;gt. Diese kann mit dem Befehl
		MACHE neue Rohstoffe abbauen oder Gegenst&auml;nde herstellen.
	</p>
	<p>Mit dem entsprechenden Talent k&ouml;nnen Rohstoffe und Gegenst&auml;nde
		hergestellt werden. Um zu produzieren, gibt man einfach den Befehl MACHE
		Gegenstand, also z.B. MACHE Eisen, MACHE Schwert oder MACHE Katapult.
		Dabei kann man zwischen MACHE und dem Gegenstand angeben, wie viele davon
		man produzieren m&ouml;chte: MACHE 10 Plattenpanzer l&auml;&szlig;t die
		Einheit also 10 Plattenpanzer herstellen - vorausgesetzt, sie hat genug
		Eisen, mindestens R&uuml;stungsbau 3 und insgesamt 30 Talentstufen (10
		Plattenpanzer x Mindesttalent 3 = 30). Mit Talentstufe ist dabei
		Talentwert mal Anzahl der Personen gemeint.
	</p>
	<p>
		Einige Gegenst&auml;nde k&ouml;nnen nicht von allen Rassen hergestellt
		werden oder ben&ouml;tigen Magie.
	</p>
	<p>
		Genaueres zum Thema Produktion findet sich
		<a href="produktion.html">hier</a>.
	</p>
	
	<h3>Tarnung, Wahrnehmung und Meucheln</h3>
	<p>
		Eine besondere Stellung nehmen die Talente Wahrnehmung, Tarnung und 
		Meucheln ein. Diese sind f&uuml;hr das Durchf&uuml;hren bzw.
		Vereiteln geheimer Missionen wichtig.
	</p>
	<p>
		Mit dem Talent Tarnung kann man sich vor anderen Einheiten 
		verbergen - allerdings nur, wenn die Einheit 
		<a href="befehle.html#TARNE">TARNE</a> entsprechend gesetzt hat 
		(der Tarnstatus der Einheit ist standardm&auml;&szlig;ig so gesetzt,
		da&szlig; sie versucht, sich zu verbergen).
		Eine bewachende Einheit, sowie Einheiten an Bord von Schiffen oder
		Geb&auml;uden sind immer sichtbar.
	</p>
	<p>
		Getarnte Einheiten kann man mit dem Talent Wahrnehmung entdecken.
		Ist das h&ouml;chste Wahrnehmungstalent aller eigenen Einheiten in der
		Region kleiner als das Tarnungstalent, so ist die Einheit verborgen.
		Sind Wahrnehmungstalent und Tarnungstalent gleich gro&szlig;, so
		erscheint die getarnte Einheit in der Auswertung, allerdings ist man
		nicht in der Lage zu bestimmen, was f&uuml;r Gegenst&auml;nde die Einheit
		mit sich f&uuml;hrt. Ist das Wahrnehmungstalent gr&ouml;&szlig;er als das
		Tarnungstalent so entdeckt man die Einheit mitsamt allen
		Gegenst&auml;nden.
	</p>
	<a id="diebstahl" name="diebstahl"></a>
	<h4>Diebstahl</h4>
	<p>
		Erfolgreich getarnte Einheiten k&ouml;nnen mit dem Befehl BEKLAUE anderen
		Einheiten Silber stehlen. Kann sich die getarnte Einheit erfolgreich
		verbergen, so kann sie pro Person und pro Talentstufe, die sie besser
		ist, 10 Silber stehlen.
	</p>
	<h4>Umgehen einer Belagerung</h4>
	<p>
		Ist das Tarnungstalent um 3 Punkte gr&ouml;&szlig;er ist als das
		Wahrnehmungstalent von belagernden Einheiten, so kann sich die Einheit
		in die belagerte Burg einschleichen und z.B. dringend ben&ouml;tigtes
		Silber in die Burg schmuggeln.
	</p>
	<p>
		Falls man eine Burg oder ein Schiff betreten will, da&szlig; einer
		fremden Partei geh&ouml;rt, so kann man sich einschleichen, wenn das
		Tarnungstalent h&ouml;her ist als die Wahrnehmung des
		Burgen-/Schiffsbesitzers - allerdings wird dieser die unerw&uuml;nschte
		Einheit in der n&auml;chsten Auswertung entdecken, da sich Einheiten
		in Geb&auml;uden ja nicht verbergen k&ouml;nnen...
	</p>
	<a id="mord" name="mord"></a>
	<h4>Mord</h4>
	<p>
		Einige verachten es als den Weg des Feiglings doch die meisten tun es
		dennoch. Wenn es erst einmal soweit ist, da&szlig; alle diplomatischen
		Mittel und Wege versagen bleibt oftmals nur noch die milit&auml;rische
		L&ouml;sung. Im Vorfeld einer kriegerischen Auseinandersetzung wird man
		jedoch versuchen, gegnerische Befehlshaber, Magier oder andere unliebsame
		Personen auszuschalten. Der Befehl <a href="befehle.html#MEUCHEL">MEUCHEL</a>
		[einheit1] [einheit2]	[...] l&auml;&szlig;t die Einheit versuchen, das oder
		die Opfer zu t&ouml;ten. Man kann jedoch maximal soviele Personen meucheln,
		wie der	Attent&auml;ter Personen hat. Hat die meuchelnde Einheit weniger 
		Personen als die Zieleinheit, so werden nicht alle Personen gemeuchelt.
		<br />
		&Uuml;brigens gibt es ein spezielles Messer f&uuml;r Meuchler: den
		Giftdolch. Er gibt dem Benutzer einen Bonus von +1 auf das
		Meucheln-Talent (aber nur, falls die Einheit davor schon mindestens
		Meucheln 1 hatte).<br />
		Einige <a href="monster.html">Monster</a> k&ouml;nnen nur schwierig 
		gemeuchelt werden. Es kann sein, da&szlig; mehr als ein Meuchler 
		ben&ouml;tigt wird, um eine einzelne Person (bzw. Monster) zu 
		t&ouml;ten - oder ein Meuchler ben&ouml;tigt mehrere Runden.
	</p>
	<p>
		Das Meucheltalent wird mit dem Wahrnehmungstalent der Zielpartei
		verglichen. Ist nun die Wahrnehmung der Zielpartei gr&ouml;&szlig;er,
		so schl&auml;gt der Versuch fehl.<br />
		Ist seine Meuchlerf&auml;higkeit allerdings h&ouml;her oder genau so
		gut wie die Wahrnehmung der Zielpartei, so stirbt das Opfer (mit einer
		Wahrscheinlichkeit zwischen 85% und 99%, abh&auml;ngig von den Meucheln-
		und Tarnungs-Talentwerten des Meuchlers) und der
		Meuchler kann sich weitere Opfer suchen. Achtung: bei gleichen
		Talentwerten (oder Pech des Meuchlers) bekommt auch die Partei des
		Opfers eine Meldung &uuml;ber die Taten des M&ouml;rders!<br />
		MEUCHEL ist ein kurzer Befehl (aber auf die
		Personenzahl der Einheit in der Anzahl pro Runde beschr&auml;nkt).
	</p>
	<a name="spionage" id="spionage"></a>
	<h4>Spionage</h4>
	<p>
		Mittels SPIONIERE einheit kann man versuchen, etwas &uuml;ber feindliche
		Einheiten herauszufinden. Dazu wird das Wahrnehmungstalent mit dem
		Wahrnehmungstalent der Zieleinheit verglichen.
	</p>
	<p>
		Die Grundchance f&uuml;r einen erfolgreichen Spionageversuch liegt bei
		25%. Pro Talentpunkt in Wahrnehmung der spionierenden Einheit steigt die
		Wahrscheinlichkeit um 6%, pro Wahrnehmungspunkt der Zieleinheit
		f&auml;llt die Wahrscheinlichkeit um 5%. Ist der Spionageversuch
		erfolgreich, so wird eine zuf&auml;llige Information &uuml;ber die
		Zieleinheit ermitteln, die der Spion erh&auml;lt.  Das kann der
		Kampfstatus sein, die Gegenst&auml;nde im Besitz der Einheit, ein
		einzelnes Talent oder eben auch die wahre Parteizugeh&ouml;rigkeit.
	</p>
	<p>
		Anschlie&szlig;end wird - unabh&auml;ngig vom Erfolg - gew&uuml;rfelt, ob
		der Spionageversuch bemerkt wurde. Die Wahrscheinlich daf&uuml;r ist
		(25 + 6*WahrnehmungOpfer - 5*WahrnehmungSpion)%.
	</p>
	
	<h3>Unterhaltung, Steuereintreiben und Handeln</h3>
	<p>
		Eine grosse Partei zu f&uuml;hren ist teuer. Hunderte von M&auml;ulern
		wollen gestopft, die Magier unterrichtet und neue Rekruten ausgehoben
		werden. Und bedauerlicherweise mu&szlig; das ganze Silber irgendwoher
		kommen.
	</p>
	<p>
		Mit dem Befehl ARBEITE kann man auf den Feldern arbeiten und den Bauern
		helfen. Jede Einheit kann arbeiten, man ben&ouml;tigt daf&uuml;r nicht
		einmal Talente. Leider sind die Einnahmen daf&uuml;r auch recht
		d&uuml;rftig.
	</p>
	<p>
		Mittels UNTERHALTE kann man schon mehr Silber verdienen: pro Talentstufe
		und Person bis zu 20 Silberst&uuml;cke. Allerdings sind die Bauern der
		Region nicht immer gewillt, ihr teuer verdientes Geld f&uuml;r Spa&szlig;
		und Vergn&uuml;gen auszugeben. Sie werden nur soviel ausgeben, wie sie
		nicht f&uuml;r ihr &Uuml;berleben ben&ouml;tigen.
	</p>
	<p>
		Wenn man mit TREIBE Steuern eintreibt, so kann man den wehrlosen Bauern
		auch das letzte Silberst&uuml;ck entrei&szlig;en. Mit Waffengewalt ist
		man so in der Lage unglaubliche Summen einzunehmen (max. 20 Silber pro
		Person und Talentstufe), jedoch mu&szlig; man aufpassen, da&szlig; man
		den Bauern gen&uuml;gend zum Leben l&auml;&szlig;t, da sie sonst
		verhungern. Und schlie&szlig;lich will man in den n&auml;chsten Monaten
		ja wieder Geld eintreiben. Weiterhin ben&ouml;tigt man um Steuern
		einzutreiben Waffen, mit denen man auch umgehen k&ouml;nnen mu&szlig;.
	</p>
	<p>
		Der Handel mit Luxusg&uuml;tern kann sehr lukrativ sein, au&szlig;erdem
		belastet es die Bauern nicht. Jede Region verkauft ein Luxusgut und kauft
		alle anderen. Die Preise sind im Report angegeben. Mit den Befehlen KAUFE
		und VERKAUFE kann man Luxusg&uuml;ter von den Bauern kaufen bzw. an sie
		verkaufen. Es ist allerdings mindestens eine Befestigung vonn&ouml;ten,
		um einen Markt abhalten zu k&ouml;nnen.
	</p>
	<p>
		Somit bietet sich Arbeiten nur als Notl&ouml;sung an. Unterhalten kann
		man solange, bis man f&auml;hige Steuereintreiber zur Verf&uuml;gung hat,
		denn deren Ausbildung sowie die Hertellung von Waffen dauert ja einige
		Zeit.
	</p>
	<p>
		Genaueres zum Thema Einnahmen und Ausgaben findet sich
		<a href="geld.html">hier</a>.
	</p>
	
	<h3>Reiten und Segeln</h3>
	<p>
		Allanon besteht aus vielen verschiedenen Regionen. Um von einer zur
		n&auml;chsten zu kommen, gibt es zahlreiche M&ouml;glichkeiten: man geht
		zu Fu&szlig;, reitet auf Pferden, f&auml;hrt auf W&auml;gen,
		schlie&szlig;t sich einer Karavane an oder segelt &uuml;ber das Meer.
		F&uuml;r alle Varianten wird der Befehl NACH genutzt.
	</p>
	<p>
		Wer nur Wandern will ben&ouml;tigt kein Talent. Man kann einfach die
		Himmelsrichtung angeben, in die man gehen will, z.B. NACH Nordosten.
	</p>
	<p>
		Um zu Reiten ben&ouml;tigt man nicht nur Pferde, sondern auch das Talent
		Reiten. Pferde haben den Vorteil, da&szlig; sie ausdauernder sind als
		Menschen (oder Elfen, Zwerge, etc..). Wer reitet, kann doppelt so weit
		reisen und au&szlig;erdem mehr Last transportieren. Pferde kann man mit
		"MACHE Pferd" fangen (MACHE Pferd klingt vielleicht etwas bl&ouml;d,
		dient aber der Einheitlichkeit der Befehle). Um Pferde fangen zu
		k&ouml;nnen, wird das Talent Pferdedressur ben&ouml;tigt.
	</p>
	<p>
		Statt auf den Pferden zu reiten kann man sie auch vor W&auml;gen spannen.
		Man ben&ouml;tigt allerdings noch immer das Talent Reiten. In W&auml;gen
		k&ouml;nnen noch mehr Gegenst&auml;nde transportieren werden. F&uuml;r
		die Herstellung von W&auml;gen wird Holz und das Talent Wagenbau
		gebraucht.
	</p>
	<p>
		F&uuml;r die Reise &uuml;ber Ozean ben&ouml;tigt man nicht nur Schiffe,
		sondern auch eine gut ausgebildete Mannschaft. Die Mannschaft und der
		Kapit&auml;n m&uuml;ssen &uuml;ber das Talent Segeln verf&uuml;gen.
		Wieviele Matrosen ein Schiff ben&ouml;tigt, und wie gut diese ausgebildet
		sein m&uuml;ssen, h&auml;ngt von dem Schiffstyp ab.
	</p>
	<p>
		Genaueres zum Thema Reisen findet sich <a href="reisen.html">hier</a>.
	</p>
	
	<h3>Kr&auml;uterkunde und Alchimie</h3>
	<p>
		Auf Allanon wachsen viele verschiedene Kr&auml;uter und Pflanzen. Die
		meisten hiervon sind wertlos, doch einige wenige k&ouml;nnen erfahrene
		Alchimisten zu kraftvollen Tr&auml;nken verarbeiten.
	</p>
	<p>
		Das Talent Kr&auml;uterkunde ist notwenig, um Kr&auml;uter zu finden und
		somit pfl&uuml;cken zu k&ouml;nnen. In jeder Region w&auml;chst
		allerdings nur ein bestimmtes Kraut. Verschiedene Kr&auml;uter wachsen
		nur in bestimmten Regionstypen. Die Suche nach Kr&auml;utern ist sehr
		schwierig: pro Person und Talent kann ein Kraut gefunden werden, es kommt
		jedoch h&auml;ufig vor, da&szlig; Kr&auml;uterkundige die passenden
		Kr&auml;uter einfach &uuml;bersehen.
	</p>
	<p>
		Aus den verschiedenen Kr&auml;utern k&ouml;nnen dann mit dem Talent
		Alchimie Tr&auml;nke gemischt werden. Sowohl Kr&auml;uterkunde als
		auch Alchimie sind teure Talente.
	</p>
	<p>
		Genaueres zum Thema Tr&auml;nke findet sich
		<a href="alchimie.html">hier</a>.
	</p>
	
	<h3>
		Hiebwaffen, Stangenwaffen, Bogenschie&szlig;en,
		Armbrustschie&szlig;en und Katapultbedienung
	</h3>
	<p>
		Dies sind die diversen Talente, die man ben&ouml;tigt, um Waffen zu
		f&uuml;hren: Hiebwaffen f&uuml;r Schwerter, Stangenwaffen f&uuml;r
		Speere, Bogenschiessen f&uuml;r B&ouml;gen, Armbrustschiessen f&uuml;r
		Armbr&uuml;ste und Katapultbedienung f&uuml;r Katapulte.
	</p>
	<p>
		Wer Steuereintreiben will ben&ouml;tigt eine Waffe und das
		dazugeh&ouml;rige Talent. Mit Katapulten k&ouml;nnen jedoch
		(logischerweise!) keine Steuern eingetrieben werden.
	</p>
	<p>
		Genaueres zum Thema Krieg findet sich <a href="konflikt.html">hier</a>.
	</p>
	
	<h3>Magie</h3>
	<p>
		Wer &uuml;ber die Magie beherrscht, kann Zauber wirken. Zauber gibt es
		in vielerleih Form, von einfachen Illusionen bis hin zu
		weltenzerst&ouml;rerischen Ritualen. Jede Partei darf maximal 3 Magier
		besitzen (au&szlig;er Feen). Magie ist ein teures Talent
		(siehe <a href="#lernkosten">Lernkosten</a>).
	</p>
	<p>
		Zauber k&ouml;nnen mit dem Befehl ZAUBERE gewirkt werden. Einige
		Gegenst&auml;nde k&ouml;nnen nur durch Magie erschaffen werden, indem
		man ZAUBERE "Erschaffe einen magischen Gegenstand" befiehlt. Viele
		magische Gegenst&auml;nde ben&ouml;tigen neben der magischen Kraft
		des Zauberer noch zus&auml;tzliche Gegenst&auml;nde.
	</p>
	<p>
		Magier erlernen ihre Zauber nicht im Schlaf. Wenn man nach neuen Zaubern
		forschen will, so geschieht dies mithilfe des Befehls FORSCHE.
		Beschreibungen von neuen Zaubern stehen im Report oder k&ouml;nnen mit
		ZEIGE "Zauberspruch" angezeigt werden.
	</p>
	<p>
		Genaueres zum Thema Magie findet sich <a href="magie.html">hier</a>.
	</p>

	<a name="anwerben" id="anwerben"></a>
	<h3>Anwerben</h3>
	<p>
		Neue Personen rekrutieren kann jeder. Pro Runde sind in jeder Region 3%
		der Bauern rekrutierbar. Wer aber mehr rekrutieren und weniger daf&uuml;r
		zahlen will, ben&ouml;tigt das Talent Anwerben.<br />
		<strong>Mit diesem Talent sollte man sich nur befassen, wenn man mit den
		anderen Talenten schon vertraut ist. Es ist f&uuml;r den Erfolg im Spiel
		nicht besonders wichtig.</strong>
	</p>
	<p>
		Das funktioniert so: Jede Partei hat pro Region einen sogenannten
		Rekrutierungspool, der jede Runde mit 0 neu angelegt wird.
		Wenn eine Einheit mit Talent Anwerben den (langen)
		Befehl <a href="befehle.html#ANWERBEN">ANWERBEN</a> bekommt, erh&ouml;ht
		sie den Pool in ihrer Region f&uuml;r diese Runde um 10 x (Talent
		Anwerben) x (Anzahl Personen in der Einheit). Die Bauern der Region
		werden in 3 Teile aufgeteilt: 
		<ol>
			<li>die leicht rekrutierbaren Bauern (3% der Bev&ouml;lkerung)</li>
			<li>die normal rekrutierbaren Bauern (weitere 3%)</li>
			<li>die sehr schwer rekrutierbaren Bauern (der Rest der
			Bev&ouml;lkerung)</li>
		</ol>
		Das Rekrutieren verl&auml;uft dann analog in 3 Phasen: (zu beachten ist
		dabei, dass Phase 2 und 3 beim normalen rekrutieren gar nicht vorkommen)
		<ol>
			<li>Die leicht rekrutierbaren Bauern werden zu einem
			Verg&uuml;nstigten Preis rekrutiert. Die Kosten errechnen sich als
			(90 - Bestes <strong>genutztes</strong> Anwerben-Talent in der Region)
			% der normalen Rekrutierungskosten. Beispielsweise kosten die Rekruten
			bei Talentwert 7 nur 83% der normalen Rekrutierungskosten. F&uuml;r
			jede rekrutierte Person wird der Rekrutierungspool um 1 verkleinert.
			Sollte er in dieser Phase schon 0 werden, muss man f&uuml;r die
			&uuml;brigen Rekruten den Normalpreis zahlen und Phase 2 und 3
			entfallen.</li>
			<li>Jetzt werden die normal rekrutierbaren Bauern zum Normalpreis
			rekrutiert. Sollte der Rekrutierungspool 0 werden, k&ouml;nnen keine
			weiteren Personen rekrutiert werden. Ohne das Talent Anwerben
			w&auml;re diese Grenze jedoch schon in Phase 1 erreicht worden. Man
			kann also mehr Personen rekrutieren.</li>
			<li>Phase 3 ist f&uuml;r Notf&auml;lle bestimmt. Hier kann man
			theroretisch <strong>alle</strong> Bauern in der Region rekrutieren,
			allerdings zu dem <strong>dreifachen</strong> des Normalpreises. Ein
			ausreichender Rekrutierungspool ist jedoch auch hier Voraussetzung
			</li>
		</ol>
	</p>
	<p>
		Jetzt noch ein Beispiel: Wir spielen eine Vampirpartei
		(Rekrutierungskosten	200 Silber pro Person).
		In der Region Altara gibt es 7342 Bauern. Ohne Anwerben w&auml;ren also
		220 Bauern (3%) dort rekrutierbar. Angenommen, wir haben
		selbst 3 Einheiten dort:
		<ul>
			<li>Einheit A: Eine Person mit Anwerben 9</li>
			<li>Einheit B: 5 Personen mit Anwerben 6</li>
			<li>Einheit C: 20 Personen mit Anwerben 1</li>
		</ul>
		Wir wollen 480 Personen rekrutieren. Also befehlen wir den Einheiten
		B und C &quot;ANWERBEN&quot;. Einheit A lernt ihr Talent weiter.
		Das wirkt sich auf den Rekrutierungspool
		folgenderma&szlig;en aus:<br />
		Einheit A: Kein Anwerben-Befehl, bleibt also unber&uuml;cksichtigt<br />
		Einheit B: 10x6x5 = +300<br />
		Einheit C: 10x1x20 = +200<br />
		Unser Rekrutierungspool ist also 500. Genug, um unsere 480 Leute zu
		rekrutieren. Jetzt kommt Phase 1. Wir rekrutieren 220 Personen zum
		erm&auml;&szlig;igten Preis von (90-6)% = 84% = 168 Silber. Danach ist
		unser Rekrutierungspool auf 280 gesunken. Wir brauchen noch 260 Personen.
		Also startet Phase 2: wir rekrutieren erneut 220 Personen zum Normalpreis
		von 200 Silber pro Person. Der Stand des Rekrutierungspools ist jetzt 60,
		wir brauchen noch 40 Personen. Diese werden in Phase 3 zum horrenden
		Preis von 600 Silber pro Person rekrutiert. Danach h&auml;tten wir noch
		einen Rekrutierungspool von 20, der jedoch ungenutzt verf&auml;llt.<br />
		Nat&uuml;rlich w&auml;re es sinnvoll gewesen, Einheit A ebenfalls den
		ANWERBEN-Befehl zu geben. Das h&uuml;tte zwar keine Auswirkung auf die
		Anzahl der Rekruten (da bereits B und C den n&ouml;tigen Pool aufgebaut
		haben), aber in Phase 1 h&auml;tte sich das h&ouml;here Talent beim Preis
		bemerkbar gemacht: 162 statt 168 Silber. Bei 220 Personen k&ouml;nnte man
		so zus&auml;tzliche 1320 Silber sparen.
	</p>
	<p></p>
		
	
	<a id="liste"></a>
	<h2>Liste aller Talente</h2>
	<table class="bordered">
		<tr><th>Talentname</th><th>Beschreibung</th></tr>
		<tr><td>Alchimie</td><td>Nur mit Alchimie k&ouml;nnen aus Kr&auml;utern Tr&auml;nke gebraut werden. <strong>teuer!</strong></td></tr>
		<tr><td>Anwerben</td><td>Das Talent Anwerben erm&ouml;glicht es, Personen g&uuml;nstiger zu rekrutieren. Au&szlig;erdem k&ouml;nnen mehr Leute rekrutiert werden, als der Bauernpool normalerweise zulie&szlig;e.</td></tr>
		<tr><td>Armbrustschie&szlig;en</td><td>Wer Armbrustschie&szlig;en erlernt hat, kann mit Armbr&uuml;sten k&auml;mpfen, die Region bewachen oder Steuern eintreiben.</td></tr>
		<tr><td>Bergbau</td><td>Um in Gebirgen Eisen zu f&ouml;rdern ben&ouml;tigt man das Talent Bergbau.</td></tr>
		<tr><td>Bogenbau</td><td>B&ouml;gen, Armbr&uuml;ste und Elfenb&ouml;gen k&ouml;nnen mit dem Talent Bogenbau aus Holz hergestellt werden.</td></tr>
		<tr><td>Bogenschie&szlig;en</td><td>Kenntnisse im Bogenschie&szlig;en sind notwendig, um mit B&ouml;gen effektiv k&auml;mpfen, eine Region zu bewachen oder Steuern eintreiben zu k&ouml;nnen.</td></tr>
		<tr><td>Burgenbau</td><td>Burgen und andere Geb&auml;ude k&ouml;nnen nur errichtet werden, wenn die Bauherren &uuml;ber das Talent Burgenbau verf&uuml;gen.</td></tr>
		<tr><td>Handeln</td><td>In Regionen, in denen Burgen stehen, kann man den Bauern Luxuswaren ab- oder verkaufen - falls man das Talent Handeln beherrscht.</td></tr>
		<tr><td>Hiebwaffen</td><td>Mit Schwertern und anderen Hiebwaffen kann nur umgehen, wer das Talent Hiebwaffen erlernt hat. Das Talent ist n&ouml;tig, um Steuern einzutreiben, die Region zu bewachen oder zu k&auml;mpfen.</td></tr>
		<tr><td>Holzf&auml;llen</td><td>Holzf&auml;ller k&ouml;nnen die W&auml;lder der Regionen abholzen und zu Holz verarbeiten.</td></tr>
		<tr><td>Katapultbedienung</td><td>Katapulte sind Kriegswaffen, die nur derjenige bedienen kann, der Katapultbedienung erlernt hat. Mit Katapulten kann man belagerte Burgen beschie&szlig;en. Katapulte sind die einzigen Waffen, mit denen man keine Steuern eintreiben kann.</td></tr>
		<tr><td>Kr&auml;uterkunde</td><td>Kr&auml;uterkundige kennen die seltenen Pflanzen, die in allen Regionen wachsen und k&ouml;nnen diese einsammeln. <strong>teuer!</strong></td></tr>
		<tr><td>Magie</td><td>Magier sind m&auml;chtige Gelehrte der arkanen K&uuml;nste. Jede Partei darf maximal 3 Magier besitzen. <strong>sehr teuer!</strong></td></tr>
		<tr><td>Meucheln</td><td>Meuchler sind geschickt darin einzelne gegnerische Einheiten auszuschalten, ohne da&szlig; es gleich zum Krieg kommen mu&szlig;. <strong>teuer!</strong></td></tr>
		<tr><td>Reiten</td><td>Wer reiten kann, der kann Pferde mit sich f&uuml;hren, die mehr Gewicht tragen k&ouml;nnen. Au&szlig;erdem haben Berittene im Kampf Vorteile.</td></tr>
		<tr><td>Pferdedressur</td><td>Um Wildpferde zu fangen und zu z&auml;hmen ben&ouml;tigt man das Talent Pferdedressur.</td></tr>
		<tr><td>R&uuml;stungsbau</td><td>Aus Eisen und anderen Materialien k&ouml;nnen geschickte R&uuml;stungsbauer prachtvolle Panzer herstellen.</td></tr>
		<tr><td>Schiffbau</td><td>Schiffsbauer k&ouml;nnen aus hunderten von Baumst&auml;mmen riesige Schiffe bauen.</td></tr>
		<tr><td>Segeln</td><td>Ein jedes Boot ben&ouml;tigt eine Mannschaft, die segeln kann.</td></tr>
		<tr><td>Stangenwaffen</td><td>Speere und andere Stangenwaffen k&ouml;nnen nur mit dem Talent Stangenwaffen im Kampf gef&uuml;hrt werden. Auch zum Steuereintreiben mit Stangenwaffen oder das Bewachen einer Region ist das Talent notwendig.</td></tr>
		<tr><td>Steinbau</td><td>Steinmetze k&ouml;nnen in Gebirgen Steine abbauen.</td></tr>
		<tr><td>Steuereintreiben</td><td>Wer Waffen (und das dazugeh&ouml;rige Waffentalent) besitzt kann Steuern eintreiben, falls er Steuereintreiben erlernt hat.</td></tr>
		<tr><td>Stra&szlig;enbau</td><td>Aus Steinen k&ouml;nnen Stra&szlig;enbauer Stra&szlig;en bauen, die die Regionen verbinden.</td></tr>
		<tr><td>Taktik</td><td>Wenn im Kampf zwei Parteien aufeinander treffen, so erh&auml;lt die Seite mit dem besten Taktiker den ersten Angriff. <strong>teuer!</strong></td></tr>
		<tr><td>Tarnung</td><td>Wer gut genug getarnt ist, kann von fremden Personen nicht mehr gesehen werden. Getarnte Einheiten k&ouml;nnen andere Einheten beklauen oder sich in Geb&auml;ude einschleichen, die sie eigentlich nicht betreten d&uuml;rften.</td></tr>
		<tr><td>Unterhaltung</td><td>Unterhalter k&ouml;nnen Geld verdienen, in dem sie die &ouml;rtliche Bev&ouml;lkerung unterhalten.</td></tr>
		<tr><td>Waffenbau</td><td>Aus Eisen und Holz k&ouml;nnen Waffenbauer Schwerter, Speere und andere Nahkampfwaffen hertellen.</td></tr>
		<tr><td>Wagenbau</td><td>Katapulte und W&auml;gen k&ouml;nnen nur produziert werden, wenn die Einheit Wagenbau beherrscht.</td></tr>
		<tr><td>Wahrnehmung</td><td>Wahrnehmer sehen mehr als andere Einheiten. Sie k&ouml;nnen insbesondere getarnte Einheiten entdecken, spionieren oder Meuchler bei ihrer Arbeit hindern.</td></tr>
	</table>
	<p class="right">
		Version: $Id: talente.html 833 2007-02-02 15:41:03Z sirprize $
	</p>
</body>
</html>
