<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Anfängertipps</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Anf&#228;ngertipps
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <p>
            Achtet bei der Befehlseingabe darauf, dass ihr die richtige 
            Parteinummer und die richtigen Einheitennummern verwendet habt. 
            Setzt ein <a href="PASSWORT.html" title="PASSWORT">Passwort</a> 
            und vergesst es nicht. Es ist f&#252;r alle interessanter, wenn ihr 
            eure Partei und alle Einheiten auf originelle Art und Weise 
            benennt. Beachtet dabei bitte, dass Eressea ein 
            Fantasy-Rollenspiel ist - Namen wie &quot;Barney's Folterknechte der 
            Fernbedienung&quot; (ja, sowas gab es wirklich!) passen partout nicht 
            in die Atmosph&#228;re von Eressea.
          </p>
          <p>
            Wenn ihr euch nicht sicher seid, oder Fragen habt, wendet Euch am 
            besten an den Discord Channel von Eressea [<a class="external autonumber" href="https://discord.gg/JyAeYJw%7CDiscord" rel="nofollow">[1]</a>]. 
            Das geht per Browser, installiertem Programm oder App. Man wird 
            euch hier sicher Tips f&#252;r die ersten Z&#252;ge geben oder eure Fragen 
            beantworten. Mit Fragen k&#246;nnt ihr euch auch im <a class="external text" href="http://www.pbem-spiele.de/" rel="nofollow">PbEm-Spiele-Forum</a> 
            melden. Dort hat Eressea ein eigenes Sub-Forum.
          </p>
          <p>
            Die meisten Spieler benutzen <a href="Magellan.html" title="Magellan">Magellan</a>, 
            ein Programm, was den CR (Computer Report) liest, &#252;bersichtlich 
            darstellt, bei der Erstellung der Befehle hilft und viele Fehler 
            anzeigt.
          </p>
          <p>
            Dann gibt es noch <a href="ECheck.html" title="ECheck">ECheck</a>, 
            ein Programm, mit dem man seine Z&#252;ge auf ihre Korrektheit 
            &#252;berpr&#252;fen kann. ECheck wird vom Server automatisch auf die 
            eingehenden Z&#252;ge angesetzt und das Ergebnis zur&#252;ckgeschickt. 
            Verwendet ECheck zu Hause mit der Option -e um zu &#252;berpr&#252;fen, ob 
            eure Befehle wie erwartet interpretiert werden. ECheck &#252;berpr&#252;ft 
            nur die Schreibweise der Befehle und die Reihenfolge der 
            Parameter. Die Semantik (also Sinn und Unsinn der Befehle) wird 
            von ECheck nicht erfasst, wobei ECheck jedoch verschiedene Tests 
            bez&#252;glich Silber ausf&#252;hren kann, wenn die Zugvorlage des Servers 
            benutzt wird.
          </p>
          <p>
            Steckt euch mehrere Ziele, die ihr erreichen wollt. Eines der 
            ersten Ziele sollte die Erkundung der Umgebung sein. Nur so findet 
            ihr wichtige Berg- und Waldregionen, in denen ihr Erz abbauen und 
            Holz f&#228;llen k&#246;nnt. Schickt also einige Einheiten mit nur einer 
            Person und gebt ihnen genug Silber mit, um sich eine Weile &#252;ber 
            Wasser zu halten. Vorsicht: das Silber f&#252;r die Rekrutierung muss 
            dabei eingerechnet werden!
          </p>
          <p>
            Erschafft weitere Einheiten und lernt ein paar Talente, die ihr in 
            den n&#228;chsten drei bis vier Runden zu brauchen gedenkt. Hier ist 
            vor allem <a href="UNTERHALTE.html" title="UNTERHALTE">Unterhaltung</a> 
            gut, um Geld zu verdienen. Auch <a href="TREIBE.html" title="TREIBE">Steuereintreiber</a> 
            sind eine gute Einnahmequelle; hierf&#252;r braucht man z.B. Metalle (<a href="Rohstoffe.html#Vom_Bergbau" title="Rohstoffe">Bergbau</a>) 
            oder Holz (<a href="Rohstoffe.html#Tief_im_Wald" title="Rohstoffe">Holzf&#228;llen</a>), 
            Waffen wie Schwerter oder Speere und nat&#252;rlich Steuereintreiber 
            mit entsprechendem Waffentalent (<a href="Talente.html#Arbeiten.2C_Unterhaltung.2C_Steuern_und_Handel" title="Talente">Steuereintreiben</a>, 
            <a href="Talente.html#Waffentalente_und_Ausdauer" title="Talente">Waffentalente</a>). 
            <a href="Wahrnehmung.html" title="Wahrnehmung">Wahrnehmung</a> ist 
            ein sehr wichtiges Talent, das von Anf&#228;ngern h&#228;ufig untersch&#228;tzt 
            wird. Nur Wahrnehmer sind in der Lage, getarnte Einheiten zu sehen 
            und diese an einem Diebstahl zu hindern!
          </p>
          <p>
            Auch wichtig ist das Erbauen von <a href="Burg.html" title="Burg">Burgen</a> 
            (Steinbau f&#252;r die Steine und Burgenbau), damit Handel getrieben 
            werden kann. <a href="Taktik.html" title="Taktik">Taktiker</a>, <a href="Liste_der_Talente.html" title="Liste der Talente">Alchemisten</a> 
            usw. sollte man erst sp&#228;ter ausbilden, da ihre Ausbildung sehr 
            teuer ist (200 Silber pro Runde). <a href="Magie.html" title="Magie">Magier</a> 
            auszubilden kostet noch mehr Silber, doch ein Magier mit 
            Kampfzaubern kann im Konfliktfall gro&#223;e Vorteile bringen.
          </p>
          <p>
            Schreibt reichhaltig Kommentare in eure Befehlsdateien, damit ihr 
            in den n&#228;chsten Runden auch wisst, wof&#252;r dies oder das gemacht 
            wurde. Es ist eine gute Idee, die Befehle nach Regionen zu 
            gruppieren, so dass man ein paar Zeilen an Kommentaren f&#252;r die 
            Region zur Verf&#252;gung hat. Ein guter Ausgangspunkt f&#252;r eure neue 
            Befehlsdatei ist die an der Auswertung angeh&#228;ngte Vorlage f&#252;r den 
            n&#228;chsten Zug. Bei jeder Einheit kann man noch anmerken, was sie 
            produziert, f&#252;r wen sie es produziert, wohin sie unterwegs ist, 
            oder welche Art von Handel sie treibt. Hier ein Beispiel f&#252;r diese 
            Kommentare:
          </p>
          <pre>   REGION 4,4&#160;; Lochinver
   ; Vorsicht vor der dunklen Horde
   ; abgeholzt?</pre>
          <pre>   EINHEIT zbt;           Bogenbauer Jog'nabat und seine Sippe [4;100$]
      Mache Schwerter
      Gib sjur 5 Schwerter&#160;; wahrscheinlich gibt er nur die 4, die er
                           ; letzte Runde hatte</pre>
          <pre>   EINHEIT sjur;          Fuhrmann Sjur [2;243$]
     // Kapazit&#228;t: 420 = 7 Steine; Silber!
     Gib 7jht 7 Steine
     Route S&#252;dwest West Pause Ost Nordost Pause</pre>
          <p>
            Der Kommentar hinter dem <a href="EINHEIT.html" title="EINHEIT">EINHEIT-Befehl</a> 
            wird vom Programm in die Befehlsvorlage eingesetzt; hinter dem 
            Namen der Einheit steht in [ ], wie viele Personen in der Einheit 
            sind und wieviel Geld sie dabei hat (hier also 4 Personen mit 100 
            Silber und 2 mit 243 Silber).
          </p>
          <p>
            Vorsicht vor den Unterhaltskosten. Gro&#223;e Einheiten brauchen sehr 
            viel Geld, und wenn sie es nicht haben, werden Leute verhungern. 
            Es reicht, wenn in einer Region eine eigene Einheit genug Silber 
            hat, um alle anderen Einheiten zu ern&#228;hren. Dabei sollte man 
            Einheiten, die die Region verlassen, nicht vergessen!
          </p>
          <p>
            In den ersten Runden kann man noch vom Startkapital leben, aber 
            bald braucht man aber ein st&#228;ndiges Einkommen. Dieser Schatz ist 
            im Allgemeinen nach vier bis sechs Runden aufgebraucht. Einnahmen 
            erwirtschaftet man am schnellsten mit Steuereintreibern und 
            Unterhaltern, und der <a class="mw-redirect" href="Geld.html#Handel" title="Handel">Handel</a> 
            mit Luxusg&#252;tern verspricht langfristig gro&#223;e Gewinne.
          </p>
          <p>
            Plant die ersten Wochen vollst&#228;ndig durch. Man kann genau 
            ausrechnen, wieviele Unterhalter, Steuereintreiber, Waffenbauer, 
            Holzf&#228;ller ect. man ausheben kann und braucht.
          </p>
          <p>
            Wenn das Spiel beginnt, sitzen manchmal Einheiten mehrerer 
            Parteien eng benachbart zueinander. Sprecht euch ab und teilt eure 
            Aufgaben auf, damit ihr euch m&#246;glichst effizient ausbreiten k&#246;nnt. 
            Pflegt Kontakt mit vielen Parteien, dies macht das Spiel spannend 
            und es wird euch sp&#228;ter helfen. Ger&#228;t man in Konflikte, ist es gut 
            zu wissen, dass man nicht alleine dasteht. Kontakte erlauben euch 
            einen Informationsaustausch, z.B. f&#252;r Karteninformation; sie 
            erm&#246;glichen es, Erfahrungen und Tips auszutauschen, und besonders 
            das gegenseitige Lehren ist sehr hilfreich.
          </p>
          <p>
            Um Kontakt mit den anderen Parteien aufzunehmen, beschafft euch 
            die Liste der anderen Parteien in euren Regionen mit <a href="OPTION.html" title="OPTION">OPTION</a> 
            ADRESSEN und kontaktiert sie direkt. Verwendet den Befehl <a href="BOTSCHAFT.html" title="BOTSCHAFT">BOTSCHAFT</a> 
            REGION, um die Mitspieler auf euch aufmerksam zu machen.
          </p>
          <p>
            Um die Ziele zu erreichen, die ihr euch gesteckt habt, solltet ihr 
            keine Ausgaben scheuen. Das Startkapital ist zur Investition 
            gedacht. Der erste f&#246;rdert im gro&#223;en Stil Eisen, der zweite 
            schmiedet Schwerter und der dritte bildet K&#228;mpfer aus. Daneben 
            k&#246;nnt ihr euch schon eine Reihe weiterer Aufgaben stellen: 
            Kartographieren, Magier-Ausbildung, Schiffbau, Burgenbau, 
            Aufstellen einer Diebesgilde, Aufbau einer kleinen Handelskarawane 
            mit Pferden und Wagen... F&#252;r diese Aufgaben k&#246;nnt ihr wiederum ein 
            paar kleine neue Einheiten erschaffen.
          </p>
          <p>
            Kriege sollte man besonders in der Anfangsphase vermeiden - zu 
            schnell sind wertvolle Einheiten weg, und die Einnahmen zu gering 
            oder der Nachschub an Material versiegt.
          </p>
          <p>
            Wenn ihr Kontakt zu einer m&#228;chtigen Partei habt, versucht, ihr 
            etwas zu verkaufen. Versucht, Holz zu f&#228;llen, Steine zu brechen 
            oder Eisen zu f&#246;rdern. Es lohnt sich, zwei Burgen ausfindig zu 
            machen oder selber zu bauen, um zwischen ihnen Handel zu treiben. 
            Daf&#252;r braucht man H&#228;ndler und Wagen. Kauft euch einen Wagen und 
            zwei Pferde vom Burgherren oder baut selber einen.
          </p>
          <p>
            Man muss mit Handelspartnern nicht alliiert sein. Verwendet den 
            Befehl <a href="KONTAKTIERE.html" title="KONTAKTIERE">KONTAKTIERE</a>, 
            um mit anderen Parteien Waren und Silber austauschen zu k&#246;nnen, 
            ohne alliiert zu sein.
          </p>
          <p>
            Eine der wichtigsten Tabellen in dieser Anleitung ist die <a href="Befehlsreihenfolge.html" title="Befehlsreihenfolge">Befehlsreihenfolge</a>, 
            also die Reihenfolge, in der die Befehle beim Server bearbeitet 
            werden. Aus ihr ist ersichtlich, dass man z.B. eiem Waffenbauer 
            durchaus noch in der selben Woche Rohstoffe geben kann, bevor er 
            produziert (<a href="GIB.html" title="GIB">GIB</a> kommt an 
            Position 14, <a href="MACHE.html" title="MACHE">MACHE</a> an 
            Position 22), man aber keine Tr&#228;nke &#252;bergeben und dann sofort 
            benutzen kann (<a href="BENUTZE.html" title="BENUTZE">BENUTZE</a> 
            ist an Stelle 7).
          </p>
          <p>
            Es gibt keine Gewinner in diesem Spiel. Das Spiel dauert so lange, 
            bis ihr an euch selber verzweifelt oder eure Feinde euch 
            ausgerottet haben. Danach m&#252;sst ihr, falls die Spielleitung das 
            zul&#228;sst, als neue Partei anfangen.
          </p>
          <p>
            Und denkt immer dran: das Spiel ist ein Spiel! Es soll allen Spa&#223; 
            machen. Lasst euch nicht &#228;rgern und zu un&#252;berlegten Dingen 
            hinrei&#223;en - wahrscheinlich ist der Spieler der fiesen und gemeinen 
            Orks eigentlich ein netter Mensch...
          </p>
          <h2>
            <span class="mw-headline" id="Siehe_auch">Siehe auch</span>
          </h2>
          <ul>
            <li>
              <a href="Tipps_und_Tricks.html" title="Tipps und Tricks">Tipps 
              und Tricks</a>
            </li>
            <li>
              <a href="Hinweise.html" title="Hinweise">Hinweise</a>
            </li>
            <li>
              <a href="Der_erste_Zug.html" title="Der erste Zug">Der erste Zug</a>
            </li>
          </ul>
          <p>
            <br>
            
          </p>
          <table>
            <tr>
              <td align="left" style="background-color: #ffffaa">
                Weiterlesen:
              </td>
              <td style="background-color: #ffffcc">
                <a class="mw-redirect" href="Xontormia_Express.html" title="Xontormia-Express">Xontormia-Express</a>
              </td>
            </tr>
          </table>
          <!-- 
NewPP limit report
Cached time: 20220210125444
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.014 seconds
Real time usage: 0.014 seconds
Preprocessor visited node count: 11/1000000
Preprocessor generated node count: 75/1000000
Post?expand include size: 148/2097152 bytes
Template argument size: 34/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    1.143      1 Vorlage:Weiter
100.00%    1.143      1 -total
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1416-0!canonical and timestamp 20220210125444 and revision id 6227
 -->
          </div>
      </div>
    </div>
  </body>
</html>
