<html lang="de">
  <head>
    <meta charset="iso-8859-1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <meta name="description" content="Magellan Dokumentation">
    <title>Befehle einschicken</title>
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <div id="mh-content">
      <h1>
        Befehle einschicken
      </h1>
      <div id="gh-content">
        <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
          <div class="mw-parser-output">
            <div class="toc" id="toc">
              <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
              

              <div class="toctitle" dir="ltr" lang="de">
                <h2>
                  Inhaltsverzeichnis
                </h2>
                <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
                </span>
              </div>
              <ul>
                <li class="toclevel-1 tocsection-1">
                  <a href="#Was_man_braucht.2C_um_Eressea_zu_spielen"><span class="tocnumber">1</span> 
                  <span class="toctext">Was man braucht, um Eressea zu spielen</span></a>

                  <ul>
                    <li class="toclevel-2 tocsection-2">
                      <a href="#Beispiele"><span class="tocnumber">1.1</span> <span class="toctext">Beispiele</span></a>
                    </li>
                  </ul>
                </li>
                <li class="toclevel-1 tocsection-3">
                  <a href="#Wie_man_Befehle_einschickt.2C_und_was_man_daf.C3.BCr_bekommt"><span class="tocnumber">2</span> 
                  <span class="toctext">Wie man Befehle einschickt, und was 
                  man daf&#252;r bekommt</span></a>
                </li>
                <li class="toclevel-1 tocsection-4">
                  <a href="#Nachfordern"><span class="tocnumber">3</span> <span class="toctext">Nachfordern</span></a>

                  <ul>
                    <li class="toclevel-2 tocsection-5">
                      <a href="#Den_Report_nachfordern"><span class="tocnumber">3.1</span> 
                      <span class="toctext">Den Report nachfordern</span></a>
                    </li>
                  </ul>
                </li>
                <li class="toclevel-1 tocsection-6">
                  <a href="#Was_man_bei_der_Eingabe_beachten_muss"><span class="tocnumber">4</span> 
                  <span class="toctext">Was man bei der Eingabe beachten muss</span></a>
                </li>
                <li class="toclevel-1 tocsection-7">
                  <a href="#Siehe_auch"><span class="tocnumber">5</span> <span class="toctext">Siehe 
                  auch</span></a>
                </li>
              </ul>
            </div>
            <h2>
              <span class="mw-headline" id="Was_man_braucht.2C_um_Eressea_zu_spielen">Was 
              man braucht, um Eressea zu spielen</span>
            </h2>
            <p>
              Neben einem eigenen Email-Zugang braucht man nur wenig, um 
              Eressea spielen zu k&#246;nnen.
            </p>
            <p>
              Um die Befehle zu bearbeiten, reicht ein einfacher Texteditor. 
              Unter UNIX/Linux z.B. VI oder EMACS, unter Windows tut's auch 
              das Notepad. Wichtig ist: der Editor sollte nur dort einen 
              Zeilenumbruch machen, wo man auch wirklich einen eingibt. 
              &#220;berlange Zeilen d&#252;rfen auf keinen Fall selbst&#228;ndig umgebrochen 
              werden, sonst kann es passieren, dass Befehle nicht richtig 
              ausgef&#252;hrt werden.
            </p>
            <ul>
              <li>
                <a class="external text" href="http://notepad-plus.sourceforge.net/" rel="nofollow">Notepad++</a> 
                ist ein guter Editor f&#252;r Windows.
              </li>
            </ul>
            <h4>
              <span class="mw-headline" id="Beispiele">Beispiele</span>
            </h4>
            <p>
              Die meisten Neuspieler benutzen das Tool <a class="external text" href="http://magellan-client.sf.net" rel="nofollow">Magellan</a>. 
              Zu Eressea gibt es au&#223;erdem diverse weitere Tools, die dem 
              Spieler das Leben leichter machen. Hier eine Auflistung der 
              bekanntesten.
            </p>
            <ul>
              <li>
                <a class="mw-redirect" href="CSMap.html" title="CSMapFX">CSMapFX</a>
              </li>
              <li>
                <a href="ECheck.html" title="ECheck">ECheck</a>
              </li>
              <li>
                <a href="EHMV.html" title="EHMV">EHMV</a>
              </li>
              <li>
                <a href="Magellan.html" title="Magellan">Magellan</a>

                <ul>
                  <li>
                    <a href="ExtendedCommands.html" title="ExtendedCommands">ExtendedCommands</a>
                  </li>
                  <li>
                    <a href="FFTools2.html" title="FFTools2">FFTools2</a>
                  </li>
                </ul>
              </li>
              <li>
                <a href="Vorlage.html" title="Vorlage">Vorlage</a>
              </li>
            </ul>
            <h2>
              <span class="mw-headline" id="Wie_man_Befehle_einschickt.2C_und_was_man_daf.C3.BCr_bekommt">Wie 
              man Befehle einschickt, und was man daf&#252;r bekommt</span>
            </h2>
            <p>
              Man kann in jeder Runde seine Befehle bis zu 20 mal einschicken. 
              Das Einsenden von provisorischen Befehlen ist also m&#246;glich und 
              wird empfohlen. Du solltest darauf achten, dass auf Deinem 
              Computer die richtige Zeit eingestellt ist. Der Server nimmt die 
              Sendezeit als Grundlage, um alte Befehle zu &#252;berschreiben, nicht 
              die Zeit des Empfanges.
            </p>
            <p>
              Dabei ist zu beachten: Die Z&#252;ge m&#252;ssen als normaler Text 
              (text/plain) im Text der Mail stehen (Mail-Body). Alternativ 
              k&#246;nnen sie in einer .txt Datei im Anhang versendet werden, dann 
              muss die Mail jedoch ansonsten leer sein (kein Text im 
              Mail-Body). Sonst werden die Befehle vom Spielserver nicht 
              erkannt und ignoriert! Es gibt diverse <a class="mw-redirect" href="Befehle_einschicken.html#Hilfsmittel" title="Hilfsmittel">Hilfsmittel</a>, 
              die die Eingabe der Z&#252;ge insbesondere bei gr&#246;&#223;eren Parteien 
              erleichtern. Vorsicht bei der Benutzung von Weboberfl&#228;chen wie 
              bei GMX oder GMail! Diese haben sich in der Vergangenheit immer 
              mal wieder als problematisch erwiesen, da Mails falsch 
              formatiert wurden. Benutzer von <a href="Magellan.html" title="Magellan">Magellan</a> 
              k&#246;nnen die <a href="Befehle_von_Magellan_verschicken.html" title="Befehle von Magellan verschicken">Befehle 
              am bequemsten direkt aus dem Programm verschicken</a>, ohne den 
              Umweg &#252;ber Mailprogramme oder Webmailer.
            </p>
            <p>
              Die Befehle m&#252;ssen immer an die Adresse <a class="external text" href="mailto:eressea-server@eressea.kn-bremen.de" rel="nofollow">eressea-server@eressea.kn-bremen.de</a> 
              mit dem Betreff <b>ERESSEA 2 BEFEHLE</b> geschickt werden.
            </p>
            <table style="background-color: #00cccc; background-image: null; background-repeat: repeat; background-attachment: scroll; background-position: null; border-top-color: purple; border-top-style: solid; border-top-width: 2px; border-right-color: purple; border-right-style: solid; border-right-width: 2px; border-bottom-color: purple; border-bottom-style: solid; border-bottom-width: 2px; border-left-color: purple; border-left-style: solid; border-left-width: 2px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px">
              <tr>
                <td style="padding-top: 2px; padding-right: 2px; padding-bottom: 2px; padding-left: 2px">
                  <small><b>E3A</b></small>
                </td>
                <td>
                  Befehle f&#252;r E3 werden an die gleiche Adresse aber mit dem 
                  Betreff <b>ERESSEA 3 BEFEHLE</b> geschickt.
                </td>
              </tr>
            </table>
            <p>
              Werden diese Betreffs nicht gebraucht, werden die Mails vom 
              Spielserver nicht erkannt und ignoriert. Richtig angekommene 
              Z&#252;ge werden automatisch mit dem Syntax-Checker ECheck gepr&#252;ft 
              und das Ergebnis der Pr&#252;fung wird dem Spieler zugeschickt. Ein 
              Beispiel:
            </p>
            <pre> ECHECK (Version 3.4.2, Jun 12 2000), Zug-Checker f&#252;r Eressea - Freeware!
 
 Verarbeite Datei `faroul@beyond.kn-bremen.de,2'.
 Rekrutierungskosten auf 75 Silber gesetzt, Warning Level 0.
 Silberpool aktiviert.
 
 Es wurden Befehle f&#252;r 1 Partei und 100 Einheiten gelesen.
 Die Befehle scheinen in Ordnung zu sein.</pre>
            <p>
              In der Regel erfolgt diese Best&#228;tigung innerhalb weniger 
              Minuten. Da der Server aus technischen Gr&#252;nden derzeit leider 
              nur eine Befehlsbest&#228;tigung alle 2 Minuten versenden kann, kann 
              es jedoch, gerade kurz vor der Auswertung, zu l&#228;ngeren 
              Wartezeiten kommen. H&#228;ufiges Einsenden identischer Befehle, um 
              schneller eine Best&#228;tigung zu erhalten, hilft also niemandem, 
              sondern verschlimmert das Problem nur. Sofern die Befehle 
              korrekt an den Server gesendet wurden, werden sie jedoch in der 
              Regel verarbeitet, auch wenn keine Befehlsbest&#228;tigung bis zur 
              Auswertung eingegangen ist. Aus technischen Gr&#252;nden werden 
              samstags zwischen 20:45 und Mitternacht keine Best&#228;tigungen 
              verschickt, <b>es empfiehlt sich also, Befehle so fr&#252;h wie 
              m&#246;glich vor dem ZAT um 21:00 Uhr zu senden.</b> Verz&#246;gert 
              sich die Auswertung aufgrund technischer Probleme oder Fehlern 
              im Spiel, entf&#228;llt die Auswertung in der Folgewoche, wenn die 
              Auswertung nicht sp&#228;testens bis Sonntagmorgen 11:00 Uhr 
              abgesendet wurde.
            </p>
            <p>
              Treffen &#252;ber f&#252;nf Runden hinweg keine Befehle beim Spielleiter 
              ein (sog. &quot;NMR&quot;, No Moves Received), l&#246;st sich die Partei 
              automatisch auf!
            </p>
            <p>
              ECheck auf dem Server macht nur grundlegende Syntax-Tests. Man 
              kann sich ECheck auch f&#252;r zu Hause runterladen und dessen 
              Optionen f&#252;r etwas weitergehende Test nutzen. Auch Magellan hat 
              weitgehende Tests eingebaut, die ECheck im Grunde &#252;berfl&#252;ssig 
              machen.
            </p>
            <h2>
              <span class="mw-headline" id="Nachfordern">Nachfordern</span>
            </h2>
            <h3>
              <span class="mw-headline" id="Den_Report_nachfordern">Den Report 
              nachfordern</span>
            </h3>
            <p>
              Manchmal kann es vorkommen, dass durch technische Ausf&#228;lle 
              irgendwo die E-Mail mit dem Report verloren geht. Hat man Montag 
              Abend noch immer keinen Report erhalten und es gab auch keine 
              Ank&#252;ndigung in der Liste Eressea-Announce, so kann man die 
              aktuelle Auswertung nochmals anfordern.
            </p>
            <p>
              Dazu schickt man eine eMail mit folgendem Betreff an <a class="external text" href="mailto:eressea-server@eressea.kn-bremen.de" rel="nofollow">eressea-server@eressea.kn-bremen.de</a>, 
              da nur dort die Daten vorliegen:
            </p>
            <pre> ERESSEA 2 REPORT parteinummer &quot;passwort&quot;</pre>
            <p>
              Hiermit werden alle Dateien, die auch nach der regul&#228;ren 
              Auswertung verschickt wurden, nochmals an die anfordernde 
              Adresse (die verschieden sein kann von der Adresse, an die der 
              Report normalerweise geschickt wird) gesandt, also evtl. auch 
              der Computer-Report usw.
            </p>
            <p>
              <b>Achtung:</b> Parteien mit Sonderzeichen im Passwort k&#246;nnen 
              keinen Report nachfordern!
            </p>
            <p>
              Bitte fordert nicht &quot;mal eben schnell&quot; den Report an, weil ihr 
              ihn gerade nicht zur Hand habt. Derartige Anforderungen 
              verursachen unn&#246;tigen Traffic.
            </p>
            <p>
              <br>
              
            </p>
            <table class="wikitable">
              <caption>
                Mails an Eressea 
              </caption>
              <tr>
                <th>
                  Betreff
                </th>
                <th>
                  Hinweis
                </th>
              </tr>
              <tr>
                <td>
                  ERESSEA 2 BEFEHLE
                </td>
                <td>
                  Enth&#228;lt Befehle f&#252;r Eressea im Text
                </td>
              </tr>
              <tr>
                <td>
                  ERESSEA 2 REPORT nr &quot;passwort&quot;
                </td>
                <td>
                  Fordert den Report f&#252;r die Partei an
                </td>
              </tr>
              <tr>
                <td>
                  ERESSEA 3 BEFEHLE
                </td>
                <td>
                  Enth&#228;lt Befehle f&#252;r <a class="mw-redirect" href="Das_dritte_Zeitalter.html" title="E3">E3</a> 
                  im Text
                </td>
              </tr>
              <tr>
                <td>
                  ERESSEA 3 REPORT nr &quot;passwort&quot;
                </td>
                <td>
                  Fordert den Report f&#252;r eine Partei in E3
                </td>
              </tr>
              <tr>
                <td>
                  ERESSEA 4 BEFEHLE
                </td>
                <td>
                  Enth&#228;lt Befehle f&#252;r Deveron im Text
                </td>
              </tr>
              <tr>
                <td>
                  ERESSEA 4 REPORT nr &quot;passwort&quot;
                </td>
                <td>
                  Fordert den Report f&#252;r eine Partei in Deveron
                </td>
              </tr>
            </table>
            <h2>
              <span class="mw-headline" id="Was_man_bei_der_Eingabe_beachten_muss">Was 
              man bei der Eingabe beachten muss</span>
            </h2>
            <p>
              Jeder Zug muss mit der Zeile <a href="ERESSEA.html" title="ERESSEA">ERESSEA 
              xxx &quot;passwort&quot;</a> beginnen. xxx ist die eigene 
              Parteinummer, und &quot;passwort&quot; ist das Passwort der Partei. Jeder 
              Zug muss mit dem Schl&#252;sselwort <a href="N_CHSTER.html" title="NÄCHSTER">N&#196;CHSTER</a> 
              beendet werden.
            </p>
            <p>
              Alle Befehle werden pro Einheit abgegeben, auch wenn es Befehle 
              sind, die die Partei als Ganzes betreffen; irgendjemand muss sie 
              halt ausf&#252;hren.
            </p>
            <p>
              In einer separaten Datei wird - sofern die Option aktiviert 
              wurde - immer eine Vorlage f&#252;r die n&#228;chste Befehlsdatei 
              geschickt. Hier ein Beispiel f&#252;r so einen Zug:
            </p>
            <pre>   ERESSEA 2 &quot;GrofxMoftzg&quot;
   
   ; ECHECK -z -w4 -r100
   
   REGION 4,2;     Handan
   ; ECHECK LOHN 12
   
   EINHEIT 5;            Horde der Trolle [5,100$]
     Lerne Bergbau
   EINHEIT 36;           T&#228;nzer des Todes [10,630$]
     Unterhalte
   
   REGION 4,3;     Carcavelos
   ; ECHECK LOHN 11
   
   EINHEIT 35;           Untote Sklaven [10,110$]
     Arbeite
   
   REGION 5,3;     Grandola
   ; ECHECK LOHN 11
   
   EINHEIT 32;           Reiter der Verdammnis [5,30$]
     Lerne Unterhaltung
   
   N&#196;CHSTER</pre>
            <p>
              Die erste Zeile mit dem ECHECK ist f&#252;r den Syntax-Checker. Er 
              erkennt diese Zeile und benutzt die Parameter der Zeile. Mit dem 
              -z werden die Personen und deren Verm&#246;gen aus dem Kommentar 
              hinter dem Befehl <a href="EINHEIT.html" title="EINHEIT">EINHEIT</a> 
              ausgewertet, ebenso werden dann Einnahmen mit <a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITE</a> 
              (idR. je 11 Silber pro Person) und <a class="mw-redirect" href="TREIBE.html" title="TREIBEN">TREIBE 
              STEUERN EIN</a> und <a href="UNTERHALTE.html" title="UNTERHALTE">UNTERHALTE</a> 
              (je 20 Silber pro Person) ber&#252;cksichtigt. Teure Talente wie z.B. <a href="LERNE.html" title="LERNE">LERNE 
              MAGIE</a> und Einheiten, die mit <a href="NACH.html" title="NACH">NACH</a> 
              Silber bewegen, werden dann ausgewertet und bei zu wenig Silber 
              Warnungen ausgegeben. Das -w4 ist der &quot;Warning-Level&quot;, 4 hei&#223;t 
              hier, besonders pingelig zu sein. Und das -r100 schlie&#223;lich 
              besagt, da&#223; die Rekrutierungskosten dieser Partei 100 Silber pro 
              Person betragen.
            </p>
            <p>
              Die Zeile&#160;; ECHECK LOHN 12 ist ebenfalls f&#252;r ECheck und legt den 
              Lohn f&#252;r Arbeit in dieser Region auf 12 Silber fest.
            </p>
            <p>
              Man kann erkennen, dass Personen aus Einheit 32 hungern werden: 
              30 Silber reichen nicht f&#252;r f&#252;nf Personen. Mit dem oben 
              benutzten ECheck-Parameter -z -w4 wird ECheck dies aber bemerken 
              und eine Warnung ausgeben. Die Einheit sollte also entweder Geld 
              verdienen (z.B. mit <a href="UNTERHALTE.html" title="UNTERHALTE">UNTERHALTE</a>, 
              sofern sie das Talent Unterhaltung schon beherrscht, sonst ggf. 
              mit <a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITE</a>) 
              oder eine andere Einheit mit genug Silber sollte in die Region 
              5,3 ziehen.
            </p>
            <p>
              Alle Befehle k&#246;nnen abgek&#252;rzt werden. Der Computer nimmt einfach 
              das erste Wort, welches dem eingegebenen Befehl entspricht.
            </p>
            <ul>
              <li>
                NA S kann f&#252;r den Computer entweder NACH S&#220;DOSTEN, NACH 
                S&#220;DWESTEN oder N&#196;CHSTER S bedeuten, wobei der Computer im 
                letzten Fall alle weiteren Befehle ignoriert!
              </li>
              <li>
                TE 5 bedeutet f&#252;r den Computer TEMP 5, TE5 hingegen ist f&#252;r 
                den Computer ein unbekanntes Wort.
              </li>
            </ul>
            <p>
              Im Zweifelsfall sollte man also keine Abk&#252;rzungen nehmen. Pro 
              Zeile darf nur ein Befehl stehen. Wenn man ein Mailprogramm hat, 
              das lange Textzeilen automatisch umbricht, kann man Befehle &#252;ber 
              mehrere kurze Zeilen hinweg verteilen; sie m&#252;ssen dann aber 
              &quot;verl&#228;ngert&quot; werden, indem man hinter Zeilen einen \ 
              (Schr&#228;gstrich r&#252;ckw&#228;rts, Backslash) setzt, wenn die folgende 
              Zeile dazugeh&#246;rt:
            </p>
            <pre>  Beschreibe Einheit &quot;Die alte Krieger hat sich schon lange \
      zur Ruhe gesetzt. Sein narbenzerfurchtes Gesicht \
      zeugt von einer langen Dienstzeit an der Front.&quot;</pre>
            <pre>  Route Nordwest West West Nordwest Pause \
      Nordwest Nordost Nordwest Nordost Pause \
      S&#252;dwest S&#252;dost S&#252;dwest S&#252;dost Pause \
      S&#252;dost Ost Ost S&#252;dost S&#252;dost Pause</pre>
            <p>
              Alle Befehle sind unabh&#228;ngig von Gro&#223;- und Kleinschreibung. Die 
              einzige Ausnahme hierzu ist das Passwort, dieses muss <b>genau</b> 
              so eingegeben werden, wie es gesetzt wurde.
            </p>
            <p>
              Werden f&#252;r die Befehle Zeichenketten (z.B. f&#252;r den Namen) 
              verlangt, muss man sie in Anf&#252;hrungsstrichen einschlie&#223;en, falls 
              sie Leerzeichen enthalten. Falls n&#246;tig, k&#246;nnen diese 
              Zeichenketten sich &#252;ber mehrere Zeilen erstrecken, sofern diese 
              wie oben beschrieben verl&#228;ngert wird. Zwischen den 
              Anf&#252;hrungsstrichen werden mehrfache Leerzeichen, Zeilenumbr&#252;che 
              und Tabulatoren immer auf jeweils ein Leerzeichen komprimiert.
            </p>
            <p>
              Aller Text, der hinter einem Semikolon ('<a href="_.html" title=";">;</a>') 
              steht, wird als <a href="_.html" title=";">Kommentar</a> 
              angesehen. Kommentare k&#246;nnen einem das Verstehen der gemachten 
              Z&#252;ge beim n&#228;chsten Mal sehr erleichtern. Schreibt man Kommentare 
              mit dem <a href="KOMMENTAR.html" title="KOMMENTAR">Kommentar-Befehl 
              //</a>, so wird der Kommentar automatisch in die Zugvorlage der 
              n&#228;chsten Runde &#252;bernommen.
            </p>
            <p>
              Es k&#246;nnen mehrere Z&#252;ge eingeschickt werden. Man kann durchaus 
              Befehle nur f&#252;r einige Einheiten einschicken und somit sich 
              selbst und dem Server &#220;bertragungsvolumen ersparen. Die Befehle 
              der anderen Einheiten bleiben dann unver&#228;ndert. Als Reihenfolge 
              wird das Datum der Mail (Date:-Header) benutzt.
            </p>
            <p>
              <br>
              
            </p>
            <h2>
              <span class="mw-headline" id="Siehe_auch">Siehe auch</span>
            </h2>
            <ul>
              <li>
                <a href="Welt.html" title="Welt">Die Welt</a>
              </li>
              <li>
                <a href="Der_erste_Zug.html" title="Der erste Zug">Der erste 
                Zug</a>
              </li>
            </ul>
            <p>
              <br>
              
            </p>
            <table>
              <tr>
                <td align="left" style="background-color: #ffffaa">
                  Weiterlesen:
                </td>
                <td style="background-color: #ffffcc">
                  <a href="Hinweise.html" title="Hinweise">Hinweise</a>
                </td>
              </tr>
            </table>
            <!-- 
NewPP limit report
Cached time: 20220210235401
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.019 seconds
Real time usage: 0.020 seconds
Preprocessor visited node count: 46/1000000
Preprocessor generated node count: 153/1000000
Post?expand include size: 401/2097152 bytes
Template argument size: 117/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
            <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    2.048      1 -total
 47.65%    0.976      1 Vorlage:Weiter
 46.54%    0.953      1 Vorlage:E3Akurz
-->
            <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1591-0!canonical and timestamp 20220210235401 and revision id 7217
 -->
            </div>
        </div>
      </div>
    </div>
  </body>
</html>
