<html lang="de">
  <head>
    <meta charset="iso-8859-1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <meta name="description" content="Magellan Dokumentation">
    <title>Drachen</title>
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <div id="mh-content">
      <h1>
        Drachen
      </h1>
      <div id="gh-content">
        <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
          <div class="mw-parser-output">
            <p>
              Drachen geh&#246;ren zu den st&#228;rksten <a href="Monster.html" title="Monster">Monster-Einheiten</a>. 
              Sie schl&#252;pfen als Jungdrachen aus Eiern, entwickeln sich sp&#228;ter 
              zu Drachen und weiter zu Wyrmen. Es gibt Ger&#252;chte, dass Drachen 
              auch aus der Sph&#228;re des Chaos nach Eressea gelangen k&#246;nnen.
            </p>
            <p>
              Drachen sind besonders unangenehm, weil sie Bauern vertreiben 
              und fressen. Oft kehren die so get&#246;teten Bauern sp&#228;ter als <a href="Untote.html" title="Untote">Untote</a> 
              wieder.
            </p>
            <p>
              Drachen k&#246;nnen verschiedene Talente lernen und werden dadurch 
              gef&#228;hrlicher. Sie k&#246;nnen (wie alle Monster) Spieler-Einheiten 
              angreifen. Im Kampf verf&#252;gen sie &#252;ber Drachenodem-Angriffe, 
              attackieren aber auch mit Z&#228;hnen und Klauen. Sie sind nur schwer 
              zu verwunden und k&#246;nnen dadurch viele Treffer einstecken.
            </p>
            <p>
              Mit der Zeit beginnen gr&#246;ssere Drachen ein Gefolge um sich zu 
              scharren, die sogenannten Dracoide.
            </p>
            <p>
              Es gibt verschiedene Arten von Drachen:
            </p>
            <ul>
              <li>
                <b>Jungdrachen</b> entwickeln sich zu:
              </li>
              <li>
                <b>Drachen</b> entwickeln sich zu:
              </li>
              <li>
                <b>Wyrme</b>
              </li>
              <li>
                Eine Klasse f&#252;r sich ist (bzw. war) <b><a class="new" href="/index.php?title=Igjarjuk&action=edit&redlink=1" title="Igjarjuk (Seite nicht vorhanden)">Igjarjuk</a> 
                (igjr)</b>, ein <b>Gro&#223;er Wyrm</b>, der nach seinem Tod 
                als<br><b>Untoter Wyrm</b> in den Kampf zwischen <a href="/index.php/Pentagramm_und_Tirawon" title="Pentagramm und Tirawon">Pentagramm 
                und Tirawon</a> eingriff (und dabei ein zweites Mal starb).<br>Ger&#252;chten 
                zu Folge soll Igjarjuk zuletzt in der 13. Welt gesichtet 
                worden sein -- vielleicht hat er ja auch sieben Leben?
              </li>
              <li>
                Entfernte Verwandte der Drachen sind die <b>Seeschlangen</b>, 
                die die Ozeane unsicher machen und vorbeifahrenden Schiffen 
                auflauern.
              </li>
              <li>
                Der Vollst&#228;ndigkeit halber seinen noch die <b>Singdrachen</b> 
                erw&#228;hnt. Diese Miniatur-Drachen haben aber nur wenig mit ihren 
                gro&#223;en Artgenossen gemein und k&#246;nnen kaum zu den Monstern 
                gez&#228;hlt werden.
              </li>
            </ul>
            <p>
              Es hei&#223;t, manche Magier k&#246;nnten Drachen beeinflussen. Es darf 
              aber bezweifelt werden, dass sich ein ausgewachsener Drache 
              wirklich dem Willen eines noch so m&#228;chtigen Magiers unterwirft.
            </p>
            <!-- 
NewPP limit report
Cached time: 20220211172303
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.005 seconds
Real time usage: 0.005 seconds
Preprocessor visited node count: 3/1000000
Preprocessor generated node count: 8/1000000
Post?expand include size: 0/2097152 bytes
Template argument size: 0/2097152 bytes
Highest expansion depth: 1/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
            <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    0.000      1 -total
-->
            <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1669-0!canonical and timestamp 20220211172303 and revision id 5968
 -->
            </div>
        </div>
      </div>
    </div>
  </body>
</html>
