<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Geld</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Geld
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <p>
            Geld regiert die Welt - das ist auch in Eressea der Fall. Es gibt 
            verschiedene M&#246;glichkeiten, an Geld heranzukommen: man kann <a href="ARBEITE.html" title="ARBEITE">Arbeiten</a>, 
            <a href="UNTERHALTE.html" title="UNTERHALTE">Unterhalten</a>, <a href="TREIBE.html" title="TREIBE">Steuern 
            eintreiben</a> oder <a href="Geld.html#Handel" title="Geld">Handel</a> 
            treiben.
          </p>
          <p>
            W&#228;hrend Arbeiten eher eine Notl&#246;sung ist, kann man mit 
            Unterhaltung und dem Eintreiben von Steuern schon recht viel Geld 
            verdienen. Der Handel kann in Eressea, Regionen mit entsprechenden 
            Luxusg&#252;tern vorausgesetzt, besonders am Anfang die gr&#246;&#223;te 
            Einnahmequelle sein.
          </p>
          <p>
            Silber hat ein Gewicht: je 100 Silberst&#252;cke wiegen eine 
            Gewichtseinheit. Bei der Berechnung des Gewichtes wird immer 
            aufgerundet - allein ein Silberst&#252;ck kann also zuviel sein.
          </p>
          <p>
            Da Personen (der meisten <a href="Rassen.html" title="Rassen">Rassen</a>) 
            5,4 GE tragen k&#246;nnen, k&#246;nnen sie bis zu 540 Silber mit sich 
            f&#252;hren; bei 541 Silber sind sie &#252;berladen. Ein Boot (50 GE 
            Tragekapazit&#228;t) kann z.B. eine Person (10 GE bei den meisten <a href="Rassen.html" title="Rassen">Rassen</a>) 
            mit 4000 Silber tragen; schon 4001 Silber w&#228;ren zu viel.
          </p>
          <div class="toc" id="toc">
            <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
            

            <div class="toctitle" dir="ltr" lang="de">
              <h2>
                Inhaltsverzeichnis
              </h2>
              <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
              </span>
            </div>
            <ul>
              <li class="toclevel-1 tocsection-1">
                <a href="#Ausgaben"><span class="tocnumber">1</span> <span class="toctext">Ausgaben</span></a>

                <ul>
                  <li class="toclevel-2 tocsection-2">
                    <a href="#Rekrutieren"><span class="tocnumber">1.1</span> <span class="toctext">Rekrutieren</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-3">
                    <a href="#Unterhaltskosten"><span class="tocnumber">1.2</span> 
                    <span class="toctext">Unterhaltskosten</span></a>
                  </li>
                </ul>
              </li>
              <li class="toclevel-1 tocsection-4">
                <a href="#Hunger"><span class="tocnumber">2</span> <span class="toctext">Hunger</span></a>

                <ul>
                  <li class="toclevel-2 tocsection-5">
                    <a href="#Hunger_bei_Spieler-Einheiten_.28siehe_auch_Ausgaben.29"><span class="tocnumber">2.1</span> 
                    <span class="toctext">Hunger bei Spieler-Einheiten (siehe 
                    auch Ausgaben)</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-6">
                    <a href="#Hunger_bei_Bauern"><span class="tocnumber">2.2</span> 
                    <span class="toctext">Hunger bei Bauern</span></a>
                  </li>
                </ul>
              </li>
              <li class="toclevel-1 tocsection-7">
                <a href="#Einnahmen"><span class="tocnumber">3</span> <span class="toctext">Einnahmen</span></a>

                <ul>
                  <li class="toclevel-2 tocsection-8">
                    <a href="#Arbeiten"><span class="tocnumber">3.1</span> <span class="toctext">Arbeiten</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-9">
                    <a href="#Steuereintreiben"><span class="tocnumber">3.2</span> 
                    <span class="toctext">Steuereintreiben</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-10">
                    <a href="#Unterhaltung"><span class="tocnumber">3.3</span> <span class="toctext">Unterhaltung</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-11">
                    <a href="#Beispiele_zu_den_Verdienstm.C3.B6glichkeiten"><span class="tocnumber">3.4</span> 
                    <span class="toctext">Beispiele zu den 
                    Verdienstm&#246;glichkeiten</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-12">
                    <a href="#Diebstahl:_der_unehrliche_Weg"><span class="tocnumber">3.5</span> 
                    <span class="toctext">Diebstahl: der unehrliche Weg</span></a>
                  </li>
                </ul>
              </li>
              <li class="toclevel-1 tocsection-13">
                <a href="#Handel"><span class="tocnumber">4</span> <span class="toctext">Handel</span></a>
              </li>
              <li class="toclevel-1 tocsection-14">
                <a href="#Siehe_auch"><span class="tocnumber">5</span> <span class="toctext">Siehe 
                auch</span></a>
              </li>
            </ul>
          </div>
          <h2>
            <span class="mw-headline" id="Ausgaben">Ausgaben</span>
          </h2>
          <h3>
            <span class="mw-headline" id="Rekrutieren">Rekrutieren</span>
          </h3>
          <p>
            Will man Personen rekrutieren, ben&#246;tigt man nichts weiter als 
            gen&#252;gend Kleingeld, denn die Rekrutierungswilligen sind oft 
            besonders durstig ... Pro angeheuerter Person muss man je nach 
            Rasse zwischen 40 und 150 Silber an Rekrutierungskosten ausgeben.
          </p>
          <p>
            Wird die Region von einer fremden Partei bewacht, die zur eigenen 
            weder HELFE BEWACHE noch HELFE ALLES gesetzt hat, so verhindert 
            dies die Rekrutierung von Personen f&#252;r die eigene Partei (siehe <a href="BEWACHE.html" title="BEWACHE">BEWACHE</a> 
            und <a href="HELFE.html" title="HELFE">HELFE</a>), es sei denn man 
            ist durch ein h&#246;heres Tarnungstalent &quot;unsichtbar&quot;. Bei einer 
            leeren TEMP-Einheit gilt die erschaffende als 
            Sichtbarkeitsreferenz. Anders ausgedr&#252;ckt: Entscheidend ist in 
            diesem Fall, ob die Einheit gesehen wird, welche die TEMP-Einheit 
            erschaffen hat.
          </p>
          <p>
            Die H&#246;he der Rekrutierungskosten h&#228;ngt von der Rasse ab und ist in <a href="Rassen.html" title="Rassen">dieser</a> 
            Tabelle nachzulesen.
          </p>
          <p>
            Man kann nur Personen seiner eigenen Rasse rekrutieren! Personen 
            fremder Rassen k&#246;nnen nur Menschenparteien aufnehmen, und diese 
            m&#252;ssen sie von anderen Parteien &#252;bergeben bekommen.
          </p>
          <h3>
            <span class="mw-headline" id="Unterhaltskosten">Unterhaltskosten</span>
          </h3>
          <p>
            Jede Person der Spieler und jeder Bauer ben&#246;tigen jede Runde 10 
            Silber, um sich die n&#246;tigen Vorr&#228;te kaufen zu k&#246;nnen. Einheiten 
            einer Partei in derselben Region helfen sich allerdings 
            gegenseitig mit Silber aus, d.h. es reicht prinzipiell, wenn eine 
            Einheit genug Silber f&#252;r alle anwesenden Personen hat (was aber 
            bei Fehlern sehr fatal sein kann, wenn sonst keiner Silber hat!). 
            Sollte die eigene Partei nicht gen&#252;gen Silber haben, so helfen 
            auch andere Parteien, die <a href="HELFE.html" title="HELFE">HELFE 
            SILBER</a> zur eigenen Partei gesetzt haben (Siehe <a href="Allianz.html" title="Allianz">hier</a>). 
            Einheiten, die sich bewegen, m&#252;ssen dort versorgt werden, wo sie 
            ankommen. Ohne ausreichend Silber leiden die Leute <a class="mw-redirect" href="Geld.html#Hunger" title="Hunger">Hunger</a>.
          </p>
          <p>
            Auch einige Geb&#228;ude brauchen w&#246;chentliche Unterhaltskosten, um zu 
            funktionieren. Diese Unterhaltskosten fallen schon am Rundenanfang 
            an, m&#252;ssen also bereits in der Vorrunde eingenommen werden und 
            sind f&#228;llig, sobald das Geb&#228;ude begonnen wurde (also auch bei 
            halbfertigen Geb&#228;uden). Steht nicht genug Geld zur Verf&#252;gung, kann 
            die Funktion des Geb&#228;udes nicht benutzt werden. N&#228;heres im Kapitel 
            &#252;ber <a href="Geb_ude.html" title="Gebäude">Geb&#228;ude</a> 
            nachzulesen.
          </p>
          <h2>
            <span class="mw-headline" id="Hunger">Hunger</span>
          </h2>
          <h3>
            <span class="mw-headline" id="Hunger_bei_Spieler-Einheiten_.28siehe_auch_Ausgaben.29">Hunger 
            bei Spieler-Einheiten (siehe auch <a class="mw-redirect" href="Geld.html#Ausgaben" title="Ausgaben">Ausgaben</a>)</span>
          </h3>
          <p>
            Hungernde Einheiten nehmen Schaden, die verfressenen Halblinge 
            verh&#228;ltnissm&#228;ssig mehr als andere. Eine voll ausgeruhte Einheit 
            wird daran jedoch nicht in der ersten Woche sterben. Eine 
            hungernde Einheit kann keine Personen an andere Einheiten abgeben. 
            Zudem fallen bei hungernden Einheiten die Talentwerte um die 
            H&#228;lfte, sie regenerieren keine Lebenspunkte und sie lernen 
            deutlich langsamer als normalerweise.
          </p>
          <p>
            Das Talent Segeln wird bei hungernden Einheiten nur um eine Stufe 
            reduziert. Dennoch ist Hunger auf See eine kritische Situation. 
            Zum einen kann dort niemand au&#223;er <a class="mw-redirect" href="Rassen.html#Meermenschen" title="Meermensch">Meermenschen</a> 
            arbeiten, man ist also auf Silber von au&#223;en angewiesen. Zum 
            anderen kann es geschehen, dass man auf Grund der 
            Talentreduzierung nicht mehr gen&#252;gend Segeltalent zum Man&#246;vrieren 
            des Schiffes zusammenbekommt wodurch das Schiff <a href="Schiff.html" title="Schiff">Schaden</a> 
            nimmt und abtreiben kann.
          </p>
          <p>
            Nahezu t&#246;dlich ist Hunger bei Feindkontakt, hervorgerufen z.B. 
            durch Diebstahl oder wegen Fehlplanung. Man verliert Trefferpunkte 
            und k&#228;mpft in einem eventuell folgenden Kampf deutlich schw&#228;cher. 
            Sollte man so einen Kampf trotzdem &#252;berleben, besteht noch die 
            Gefahr, dass man weiter hungert, weil man wegen des Kampfes nicht 
            arbeiten konnte (siehe <a class="mw-redirect" href="Krieg.html#Das_Ende" title="Kampfende">Kampfende</a>).
          </p>
          <p>
            Beherrscht man das <a href="Kriegstabellen.html" title="Kriegstabellen">Ausdauertalent</a> 
            auf hohem Niveau, so kann es nach dem Hungern zu dem seltsamen 
            Effekt kommen, dass eine Einheit laut Bericht &quot;sehr stark&quot; ist 
            (d.h. sie hat mehr Trefferpunkte als sie normalerweise haben 
            d&#252;rfte).
          </p>
          <h3>
            <span class="mw-headline" id="Hunger_bei_Bauern">Hunger bei Bauern</span>
          </h3>
          <p>
            Auch Bauern ben&#246;tigen Unterhalt, den sie normalerweise selbst 
            verdienen oder dem Regionsvorrat entnehmen. Ist der Regionsvorrat 
            ersch&#246;pft, hungern die Bauern und sterben. Dies kann verschiedene 
            Ursachen haben:
          </p>
          <ul>
            <li>
              Die Region ist &#252;berbev&#246;lkert. In einer Ebene ohne B&#228;ume, in der 
              jeder Bauer 12$ verdient, k&#246;nnen langfristig nur 12000 Bauern 
              &#252;berleben, weil nur 10000 Bauern arbeiten, dabei 120000$ 
              verdienen, was nur f&#252;r 12000 Bauern ausreicht. Kurzfristig kann 
              die Zahl der Bauern h&#246;her liegen, so lange noch gen&#252;gend Silber 
              im Regionsvorrat ist.
            </li>
            <li>
              Die Region ist zwar nicht &#252;berbev&#246;lkert, aber <a href="ARBEITE.html" title="ARBEITE">arbeitende</a> 
              Spieler-Einheiten belegen einen Teil der Arbeitspl&#228;tze.
            </li>
            <li>
              Die Bauern verdienen zwar genug Silber, aber Spieler-Einheiten <a href="TREIBE.html" title="TREIBE">treiben</a> 
              dieses Silber ein, bevor sich die Bauern damit selbst versorgen 
              k&#246;nnen.
            </li>
            <li>
              Des weiteren gibt es Ger&#252;chte &#252;ber besondere Ereignisse, die 
              zeitweilig oder dauerhaft die Fruchtbarkeit einer Region 
              verschlechtern k&#246;nnen, wodurch die Bauern nicht mehr ihren 
              eigenen Unterhalt erarbeiten k&#246;nnen.
            </li>
          </ul>
          <p>
            Verhungerte Bauern k&#246;nnen sp&#228;ter als <a href="Untote.html" title="Untote">Untote</a> 
            wiederauferstehen.
          </p>
          <h2>
            <span class="mw-headline" id="Einnahmen">Einnahmen</span>
          </h2>
          <h3>
            <span class="mw-headline" id="Arbeiten">Arbeiten</span>
          </h3>
          <p>
            Geld kann man mit Arbeit in der Landwirtschaft verdienen (siehe 
            Befehl <a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITEN</a>). 
            Je gr&#246;&#223;er allerdings die W&#228;lder in einer Region sind, um so 
            weniger bebaubare Fl&#228;che gibt es, und um so weniger Bauern (und 
            auch Spielereinheiten) k&#246;nnen arbeiten: pro Baum k&#246;nnen acht 
            Bauern oder Spieler nicht mehr arbeiten, jeder Sch&#246;ssling belegt 4 
            Arbeitspl&#228;tze. Wieviele Personen maximal, d.h. ohne jeglichen 
            Wald, in einer Region arbeiten (nicht wohnen) k&#246;nnen, h&#228;ngt vom 
            Terrain ab (siehe die Tabelle beim Befehl <a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITEN</a>).
          </p>
          <p>
            Ein Bauer verdient normalerweise 11 Silber pro Runde. Dieser Lohn 
            kann sich durch den Bonus einer Zitadelle bis auf 16 Silber pro 
            Bauer und Runde erh&#246;hen (s.a. <a href="Burg.html" title="Burg">diese</a> 
            Tabelle). Wird z.B. eine Zitadelle in einer Ebene errichtet und 
            ist der Wald abgeholzt, k&#246;nnen 10000 Bauern in einer Runde sich 
            selber ern&#228;hren und weitere 60000 Silber werden dem Regionssilber 
            hinzugef&#252;gt.
          </p>
          <p>
            Arbeitende Einheiten von Spielern verdienen jedoch weniger - 
            schlie&#223;lich sind sie nur Hilfsarbeiter. Wieviel sie verdienen 
            k&#246;nnen, ist zum einen im Report angegeben, zum anderen kann man 
            das in der Tabelle beim Befehl <a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITE</a> 
            nachlesen.
          </p>
          <h3>
            <span class="mw-headline" id="Steuereintreiben">Steuereintreiben</span>
          </h3>
          <p>
            Bewaffnete und trainierte Schergen k&#246;nnen mit dem Befehl <a href="TREIBE.html" title="TREIBE">TREIBE</a> 
            pro Mann und Talentstufe Steuereintreiben 20 Silber an Steuern aus 
            den Bauern herausquetschen. Hierzu braucht man nat&#252;rlich das 
            Talent Steuereintreiben, au&#223;erdem z.B. Schwerter, Speere, B&#246;gen 
            oder Armbr&#252;ste und die entsprechenden Talente Hiebwaffen, 
            Stangenwaffen, Bogen- oder Armbrustschie&#223;en.
          </p>
          <p>
            Andererseits kann jede Partei eine Region bewachen. Dazu gibt sie 
            den Befehl <a href="BEWACHE.html" title="BEWACHE">BEWACHE</a> und 
            wird dann in der folgenden Runde die Region bewachen. Bewachende 
            Einheiten werden sofort f&#252;r jedermann sichtbar. Sie verhindern 
            unter anderem, dass Parteien, die nicht <a href="HELFE.html" title="HELFE">HELFE 
            BEWACHE</a> von der bewachenden Partei haben, Steuern eintreiben 
            k&#246;nnen.
          </p>
          <p>
            Bewachen mehrere Parteien eine Region, k&#246;nnen nur die Parteien 
            Steuern eintreiben, die von allen bewachenden Parteien HELFE 
            BEWACHE bekamen.
          </p>
          <p>
            Wenn die Bauern nahe am Maximum der Bev&#246;lkerungsdichte leben, 
            werden fast alle Geldreserven von den Bauern selber aufgebraucht, 
            so dass sie kein Silber mehr f&#252;r Steuern &quot;&#252;brig&quot; haben. Man kann 
            trotzdem Steuern eintreiben, aber die nicht versorgten Bauern 
            werden dann verhungern (und dadurch werden die Verdienste auch 
            nicht mehr ...). Gerade hier ist es sinnvoll, eine Burg zu bauen, 
            da damit der Arbeitslohn steigt: Schon bei 12 statt 11 Silbern 
            verdienen 2000 Bauern auch 2000 Silber pro Runde mehr!
          </p>
          <h3>
            <span class="mw-headline" id="Unterhaltung">Unterhaltung</span>
          </h3>
          <p>
            Das Geld, das den Bauern nach den Steuern noch &#252;brig bleibt, f&#252;gen 
            sie dem Regionssilber (quasi der Silbervorrat der Bauern) zu. Von 
            diesem Silber sind 5% durch Unterhaltung zu erwirtschaften. Jeder 
            Unterhalter kann pro Runde und Talentstufe Unterhaltung mit dem 
            Befehl <a href="UNTERHALTE.html" title="UNTERHALTE">UNTERHALTE</a> 
            bis zu 20 Silber verdienen, falls die Bauern gen&#252;gend Geld zur 
            Verf&#252;gung haben.
          </p>
          <h3>
            <span class="mw-headline" id="Beispiele_zu_den_Verdienstm.C3.B6glichkeiten">Beispiele 
            zu den Verdienstm&#246;glichkeiten</span>
          </h3>
          <table align="center" border="0" cellspacing="0">
            <caption>
              Verdienst und Lebenskosten 
            </caption>
            <tr style="background-color: #aaaaaa">
              <th>
                Region
              </th>
              <th>
                B&#228;ume
              </th>
              <th>
                Bauern
              </th>
              <th>
                Lohn
              </th>
              <th>
                Einnahmen
              </th>
              <th>
                Lebenskosten
              </th>
              <th>
                &#220;berschuss
              </th>
              <th>
                Unterhaltung
              </th>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Ebene
              </td>
              <td align="right">
                200
              </td>
              <td align="right">
                3742
              </td>
              <td align="right">
                11
              </td>
              <td align="right">
                41162
              </td>
              <td align="right">
                37420
              </td>
              <td align="right">
                3742
              </td>
              <td align="right">
                187
              </td>
            </tr>
            <tr style="background-color: #cccccc">
              <td>
                Ebene
              </td>
              <td align="right">
                200
              </td>
              <td align="right">
                3742
              </td>
              <td align="right">
                14
              </td>
              <td align="right">
                52388
              </td>
              <td align="right">
                37420
              </td>
              <td align="right">
                14968
              </td>
              <td align="right">
                784
              </td>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Wald
              </td>
              <td align="right">
                818
              </td>
              <td align="right">
                3742
              </td>
              <td align="right">
                11
              </td>
              <td align="right">
                38016
              </td>
              <td align="right">
                37420
              </td>
              <td align="right">
                596
              </td>
              <td align="right">
                29
              </td>
            </tr>
            <tr style="background-color: #cccccc">
              <td>
                Wald
              </td>
              <td align="right">
                818
              </td>
              <td align="right">
                3742
              </td>
              <td align="right">
                12
              </td>
              <td align="right">
                41472
              </td>
              <td align="right">
                37420
              </td>
              <td align="right">
                4052
              </td>
              <td align="right">
                202
              </td>
            </tr>
          </table>
          <p>
            Pro Baum k&#246;nnen 8 Bauern pro Sch&#246;ssling 4 Bauern in der Region 
            nicht arbeiten.
          </p>
          <p>
            Im letzten Beispiel kann man auch nachrechnen, dass nicht alle 
            Bauern der Region arbeiten konnten: zu viele B&#228;ume machen 
            Ackerland zunichte.
          </p>
          <p>
            Nicht ber&#252;cksichtigt wurde, dass die Bauern meist eine R&#252;cklage 
            haben, von denen sie zum einen bei &#220;berbev&#246;lkerung zehren k&#246;nnen, 
            und die zum anderen f&#252;r die Berechnung der Ausgaben f&#252;r 
            Unterhaltung benutzt werden. In der Regel kann daher auch mehr 
            Silber durch Unterhaltung verdient werden, denn die 5% beziehen 
            sich auf diese R&#252;cklage.
          </p>
          <h3>
            <span class="mw-headline" id="Diebstahl:_der_unehrliche_Weg">Diebstahl: 
            der unehrliche Weg</span>
          </h3>
          <p>
            Neben den ehrlichen Wegen, Geld zu verdienen (und auch auszugeben) 
            gibt es die unehrliche Variante: Diebstahl. Einheiten, die sich 
            getarnt haben, k&#246;nnen versuchen, bei anderen Einheiten Silber zu 
            stehlen.
          </p>
          <p>
            Ist das <a href="Tarnung.html" title="Tarnung">Tarnungstalent</a> 
            des Diebes h&#246;her als die <a href="Wahrnehmung.html" title="Wahrnehmung">Wahrnehmung</a> 
            der besten Einheit der bestohlenen Partei in der Region, so klaut 
            sie pro Talentstufe Unterschied 50 Silber. Hierbei wird <b>immer</b> 
            aus dem gesamten Silberpool der Partei in der Region gestohlen. 
            Die bestohlene Partei erh&#228;lt eine Meldung, dass sie bestohlen 
            wurde, aber nicht, von wem. Ist der Dieb nur gleich gut wie der 
            Wahrnehmer, klappt der Diebstahl nicht, und die bestohlene Partei 
            erh&#228;lt eine anonyme Meldung &#252;ber den Versuch. Ist der Dieb zu 
            schlecht, bekommt die Partei, die bestohlen werden sollte, eine 
            Meldung mit dem Namen des Diebes. <a class="mw-redirect" href="Rassen.html#Goblins" title="Goblins">Goblins</a> 
            haben beim Beklauen spezielle F&#228;higkeiten.
          </p>
          <h2>
            <span class="mw-headline" id="Handel">Handel</span>
          </h2>
          <p>
            In jeder Region fertigen die einheimischen Bauern ein Luxusgut an. 
            Dieses Produkt kann man ihnen abkaufen. In allen Regionen, die 
            dieses Produkt nicht produzieren, besteht eine st&#228;ndig steigende 
            Nachfrage nach diesen Produkten. Wer die Risiken der Reisen nicht 
            scheut, kann durch den Handel sehr viel Geld verdienen.
          </p>
          <p>
            Um Handel zu treiben, braucht man das Talent Handeln. Pro 
            Talentstufe kann eine Person maximal 10 Luxusg&#252;ter kaufen bzw. 
            verkaufen (siehe <a href="KAUFE.html" title="KAUFE">hier</a>). Je 
            besser der H&#228;ndler ist, um so mehr G&#252;ter k&#246;nnen pro Runde 
            eingekauft bzw. verkauft werden.
          </p>
          <p>
            Au&#223;erdem ist eine Burg n&#246;tig, die wenigstens die Gr&#246;&#223;e eines 
            Handelspostens hat, in der sozusagen der Markt stattfindet. Wem 
            dieses Geb&#228;ude geh&#246;rt, ist f&#252;r den Handel egal - der 
            Burgeigent&#252;mer kann (regeltechnisch) nicht verhindern, dass in der 
            Region Handel getrieben wird. Er kann aber sehr wohl versuchen, 
            den Handel z.B. durch bewaffnete Einheiten zu unterbinden, 
            genauer, die H&#228;ndler anzugreifen.
          </p>
          <p>
            Von einem Schiff aus kann man nur dann Handel treiben, wenn die 
            Region nicht bewacht ist oder man von allen bewachenden Parteien 
            kontaktiert wird oder ein <a href="HELFE.html" title="HELFE">HELFE 
            BEWACHE</a> hat.
          </p>
          <p>
            Der Eigent&#252;mer der gr&#246;&#223;ten Burg einer Region bekommt von allen 
            Verk&#228;ufen der anderen Spieler einen Erl&#246;santeil. Dieser 
            Erl&#246;santeil wird von den Einnahmen des H&#228;ndlers abgezogen. Sind 
            zwei Burgen der Region gleich gro&#223;, erh&#228;lt niemand diesen Anteil. 
            Die H&#246;he des &quot;Steuersatzes&quot; steht in <a class="mw-redirect" href="Burg.html" title="Burgen">dieser</a> 
            Tabelle.
          </p>
          <p>
            In der folgenden Tabelle ist ein Grundpreis angegeben. Dies ist 
            der Preis, zu dem man die unter Luxusg&#252;ter zum angegebenen Preis 
            angegebene Anzahl Luxusg&#252;ter ohne Preissteigerung kaufen kann. 
            Sobald jeweils diese Anzahl (entsprechend 1% der Bauern) an 
            Luxusg&#252;tern von den Spielern gekauft wurde, steigt der 
            Einkaufspreis um den Grundpreis. Der Einkaufspreis sinkt in der 
            n&#228;chsten Runde wieder auf den einfachen Grundpreis, da die 
            Luxusg&#252;ter wieder produziert werden.
          </p>
          <table align="center" border="0" cellspacing="0">
            <caption>
              Grundpreise von Luxusg&#252;tern 
            </caption>
            <tr style="background-color: #aaaaaa">
              <th>
                Luxusgut
              </th>
              <th>
                Grundpreis
              </th>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Balsam
              </td>
              <td align="center">
                4
              </td>
            </tr>
            <tr style="background-color: #cccccc">
              <td>
                &#214;l
              </td>
              <td align="center">
                3
              </td>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Gew&#252;rz
              </td>
              <td align="center">
                5
              </td>
            </tr>
            <tr style="background-color: #cccccc">
              <td>
                Seide
              </td>
              <td align="center">
                6
              </td>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Juwelen
              </td>
              <td align="center">
                7
              </td>
            </tr>
            <tr style="background-color: #cccccc">
              <td>
                Weihrauch
              </td>
              <td align="center">
                4
              </td>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Myrrhe
              </td>
              <td align="center">
                5
              </td>
            </tr>
          </table>
          <p>
            Der Verkaufspreis eines Luxusgutes ist ein Vielfaches des 
            Grundpreises und ist im Regionsreport angegeben. Sobald in einer 
            Runde jeweils 1% der Bauern ein Produkt gekauft hat, sinkt der 
            Verkaufspreis um den Grundpreis und steigt in den n&#228;chsten Wochen 
            erst langsam wieder an. Jede Runde besteht f&#252;r jedes Luxusgut eine 
            10%ige Chance, dass sich der Verkaufspreis um den Grundpreis 
            erh&#246;ht. In Regionen, in denen ein <a href="Andere_Geb_ude.html" title="Andere Gebäude">Hafen</a> 
            ist, liegt diese Chance bei 20%. Liegt der Kaufpreis bereits beim 
            25fachen Grundpreis, wird er sich nicht weiter erh&#246;hen.
          </p>
          <p>
            Die angegebenen Preise und Maxima gelten f&#252;r alle Spieler der 
            Region zusammen und nicht pro Spieler, allerdings pro Luxusgut. 
            Ohne eine entsprechende Absprache untereinander kann man sich so 
            den Verkaufspreis schneller &quot;versauen&quot;, als einem lieb ist ...
          </p>
          <p>
            Alle K&#228;ufe und Verk&#228;ufe von Luxusg&#252;tern werden regelm&#228;&#223;ig unter 
            den Spielern verteilt. Die Preissteigerung bzw. der Preisverfall 
            betrifft also gleichm&#228;&#223;ig alle Spieler, die in der Runde kaufen 
            oder verkaufen.
          </p>
          <p>
            Beispiele:
          </p>
          <ul>
            <li>
              Angenommen, in einer Region mit 8000 Bauern wird f&#252;r Weihrauch 4 
              Silber verlangt, und f&#252;r Gew&#252;rze werden 15 Silber geboten. 1% 
              der Bauern sind 80. Verkauft ein H&#228;ndler nun 200 Gew&#252;rze, werden 
              die ersten 80 Gew&#252;rze zu 15 Silber verkauft, die n&#228;chsten 80 
              Gew&#252;rze zu 10 Silber, und die restlichen 40 Gew&#252;rze zu 5 Silber. 
              In der kommenden Woche w&#252;rden Gew&#252;rze hier nur noch f&#252;r 5 Silber 
              verkauft werden k&#246;nnen - wenn der Preis nicht mit einer 
              Wahrscheinlichkeit von 10% wieder auf 10 gestiegen ist.
            </li>
          </ul>
          <ul>
            <li>
              Werden in der selben Region 100 Weihrauch gekauft, so kosten die 
              ersten 80 Weihrauch 4 Silber, und die n&#228;chsten 20 Weihrauch 
              kosten 8 Silber. In der kommenden Woche liegt der Preis f&#252;r 
              Weihrauch wieder bei 4 Silber und man kann die ersten 80 
              Weihrauch wieder f&#252;r diesen Preis einkaufen.
            </li>
          </ul>
          <p>
            Das Geld, das die Bauern ausgegeben haben, kommt den H&#228;ndlern 
            zugute. Trotzdem verliert die Region kein Silber, denn die Bauern 
            besitzen ja Luxusg&#252;ter, mit denen sie die Steuern bezahlen k&#246;nnen. 
            Das Geld entsteht nicht aus dem Nichts - es ist der Wert der 
            G&#252;ter, die in einer anderen Region produziert worden sind.
          </p>
          <p>
            Es lohnt sich, ein Schiff auszur&#252;sten und in See zu stechen. 
            Obwohl man mit den zwei Produkten, die auf einer Insel produziert 
            werden, Handel treiben kann, bleiben die Gewinne relativ gering. 
            Kehrt man aber von einer fremden Insel mit einer Ladung seltener 
            G&#252;ter heim, kann man astronomische Gewinne erzielen, wobei die 
            Entfernung der Inseln aber keine Rolle spielt. Solche Expeditionen 
            sollten daf&#252;r ausger&#252;stet sein, in der neuen Welt eine 
            Niederlassung zu gr&#252;nden - denn man kann ja nur in der N&#228;he von 
            Befestigungen Handel treiben.
          </p>
          <p>
            <br>
            
          </p>
          <h2>
            <span class="mw-headline" id="Siehe_auch">Siehe auch</span>
          </h2>
          <ul>
            <li>
              <a href="GIB.html" title="GIB">GIB</a>
            </li>
            <li>
              <a href="RESERVIERE.html" title="RESERVIERE">RESERVIERE</a>
            </li>
            <li>
              <a href="Materialpool.html" title="Materialpool">Materialpool</a>
            </li>
            <li>
              <a href="Tarnung.html" title="Tarnung">Tarnung</a>
            </li>
          </ul>
          <p>
            <br>
            
          </p>
          <table>
            <tr>
              <td align="left" style="background-color: #ffffaa">
                Weiterlesen:
              </td>
              <td style="background-color: #ffffcc">
                <a href="Materialpool.html" title="Materialpool">Materialpool</a>
              </td>
            </tr>
          </table>
          <!-- 
NewPP limit report
Cached time: 20220210145528
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.026 seconds
Real time usage: 0.027 seconds
Preprocessor visited node count: 65/1000000
Preprocessor generated node count: 135/1000000
Post?expand include size: 138/2097152 bytes
Template argument size: 24/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    1.192      1 Vorlage:Weiter
100.00%    1.192      1 -total
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1569-0!canonical and timestamp 20220210145528 and revision id 7069
 -->
          </div>
      </div>
    </div>
  </body>
</html>
