<html lang="de">
  <head>
    <meta charset="iso-8859-1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <meta name="description" content="Magellan Dokumentation">
    <title>Hinweise</title>
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <div id="mh-content">
      <h1>
        Hinweise
      </h1>
      <div id="gh-content">
        <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
          <div class="mw-parser-output">
            <div class="toc" id="toc">
              <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
              

              <div class="toctitle" dir="ltr" lang="de">
                <h2>
                  Inhaltsverzeichnis
                </h2>
                <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
                </span>
              </div>
              <ul>
                <li class="toclevel-1 tocsection-1">
                  <a href="#Anmeldung"><span class="tocnumber">1</span> <span class="toctext">Anmeldung</span></a>
                </li>
                <li class="toclevel-1 tocsection-2">
                  <a href="#Fehler_im_Spiel"><span class="tocnumber">2</span> <span class="toctext">Fehler 
                  im Spiel</span></a>
                </li>
                <li class="toclevel-1 tocsection-3">
                  <a href="#Bugreport"><span class="tocnumber">3</span> <span class="toctext">Bugreport</span></a>
                </li>
                <li class="toclevel-1 tocsection-4">
                  <a href="#Schummeln"><span class="tocnumber">4</span> <span class="toctext">Schummeln</span></a>

                  <ul>
                    <li class="toclevel-2 tocsection-5">
                      <a href="#Einsenden_von_Befehlen_f.C3.BCr_fremde_Parteien"><span class="tocnumber">4.1</span> 
                      <span class="toctext">Einsenden von Befehlen f&#252;r fremde 
                      Parteien</span></a>
                    </li>
                    <li class="toclevel-2 tocsection-6">
                      <a href="#Doppelspiel_und_Zweitpartei"><span class="tocnumber">4.2</span> 
                      <span class="toctext">Doppelspiel und Zweitpartei</span></a>
                    </li>
                    <li class="toclevel-2 tocsection-7">
                      <a href="#Ausnutzen_von_Fehlern_im_Programm"><span class="tocnumber">4.3</span> 
                      <span class="toctext">Ausnutzen von Fehlern im Programm</span></a>
                    </li>
                    <li class="toclevel-2 tocsection-8">
                      <a href="#Unsoziales_Verhalten_auf_Spieler-Ebene"><span class="tocnumber">4.4</span> 
                      <span class="toctext">Unsoziales Verhalten auf 
                      Spieler-Ebene</span></a>
                    </li>
                  </ul>
                </li>
              </ul>
            </div>
            <h2>
              <span class="mw-headline" id="Anmeldung">Anmeldung</span>
            </h2>
            <p>
              Unter dem folgenden <a class="external text" href="http://www.eressea.de/de/register.php" rel="nofollow">Link</a> 
              kann man sich wieder f&#252;r Eressea anmelden, bzw. f&#252;r kommende 
              Partien Eressea vormerken lassen.
            </p>
            <h2>
              <span class="mw-headline" id="Fehler_im_Spiel">Fehler im Spiel</span>
            </h2>
            <p>
              Ein so gro&#223;es und komplexes Programm wie Eressea beinhaltet 
              unausweichlich Fehler. Das Design-Team versucht, diese Fehler 
              schnellstm&#246;glich zu finden und zu beheben, trotzdem werden 
              Fehler auftauchen.
            </p>
            <p>
              <b>Wer damit nicht leben kann, sollte Eressea nicht spielen!</b>
            </p>
            <p>
              Es ist nicht m&#246;glich, f&#252;r einen einzelnen Spieler eine Runde 
              nochmals auszuwerten. Eine neue Auswertung wird nur dann 
              gemacht, wenn der Fehler viele Parteien schwerwiegend betraf.
            </p>
            <p>
              Ebenso ist es nicht immer m&#246;glich, durch Fehler aufgetretene 
              Verluste u.&#228;. auszugleichen bzw. zu ersetzen, besonders dann 
              nicht, wenn Personen oder Gegenst&#228;nde wie Schiffe oder Geb&#228;ude 
              verloren gingen.
            </p>
            <p>
              Es liegt alleine im Ermessen des Spielleiters, betroffenen 
              Spielern Ersatz z.B. in Form von Silber zu geben. Gerade 
              kleinere Fehler betreffen oftmals viele Parteien, so dass es 
              sich im Gro&#223;en und Ganzen von alleine ausgleicht.
            </p>
            <p>
              Jeder Spieler ist angehalten, auftretende Fehler dem Spielleiter 
              zu melden, auch und besonders dann, wenn sie davon Vorteile 
              haben. Dazu tr&#228;gt man am besten den betreffenden Ausschnitt des 
              Reports mit einer Erkl&#228;rung in <a class="external text" href="http://bugs.eressea.de/" rel="nofollow">Mantis</a> 
              ein. Dieser <a class="mw-redirect" href="Hinweise.html#Bugreport" title="Bugreport">Bugreport</a> 
              sollte in jedem Fall die Partei-Nummer, die Nummern betroffener 
              Einheiten und die Koordinaten der betroffenen Regionen 
              enthalten. Ebenso sind die Befehle der fehlererzeugenden Runde 
              der Einheiten hilfreich.
            </p>
            <h2>
              <span class="mw-headline" id="Bugreport">Bugreport</span>
            </h2>
            <p>
              Eressea ist nicht fehlerfrei, doch es hat sehr wenige Fehler. 
              Wenn man meint, einen Fehler gefunden zu haben, gehe man wie 
              folgt vor:
            </p>
            <ol>
              <li>
                &#220;berpr&#252;fe nochmal genau, ob der Fehler im Programm liegt. 
                Manchmal hat man einfach eine Kleinigkeit &#252;bersehen.
              </li>
              <li>
                Lese die Mails in der Liste &quot;E-Announce&quot; oder die Bugreports 
                in Mantis: manchmal wurde der Fehler schon gefunden, und deine 
                Meldung w&#228;re &#252;berfl&#252;ssig.
              </li>
              <li>
                &#220;berlege dir, wie es wohl zu dem Fehler kam. Stelle alles 
                notwendige daf&#252;r zusammen. Ein Bugreport sollte folgendes 
                enthalten:

                <ol>
                  <li>
                    Parteinummer
                  </li>
                  <li>
                    Nummer der betroffenen Einheiten, Schiffe oder anderer 
                    Objekte
                  </li>
                  <li>
                    Meldungen aus dem Report, welche f&#252;r das Ereignis relevant 
                    sind
                  </li>
                  <li>
                    Name der Region (besser noch die Regions-ID aus dem CR), 
                    in der es passiert ist
                  </li>
                  <li>
                    relevante Ausschnitte aus dem aktuellen und ggf. &#228;lteren 
                    Reports
                  </li>
                  <li>
                    Ausschnitte aus den Befehlsdateien
                  </li>
                  <li>
                    Server-Version in welcher der Fehler aufgetreten ist
                  </li>
                </ol>
              </li>
              <li>
                Trage diese Zusammenstellung mit einer genauen Beschreibung in <a class="external text" href="http://bugs.eressea.de/" rel="nofollow">Mantis</a> 
                ein
              </li>
            </ol>
            <p>
              Bitte nicht gleich ungeduldig werden, wenn nicht sofort eine 
              Antwort kommt.
            </p>
            <p>
              Behobene Bugs werden in der Regel nicht mehr sofort in die 
              aktuelle Serverversion eingespielt, wenn es sich nicht um 
              gravierende Fehler handelt. Der neue Code wird zun&#228;chst getestet 
              und dann einmal im Quartal nach vorheriger Ank&#252;ndigung 
              ausgerollt. Dies dient der Stabilit&#228;t der Auswertung. Wenn ein 
              Bug in Mantis also als &quot;Behoben&quot; markiert wurde, bedeutet es 
              NICHT automatisch, dass der Fehler in der n&#228;chsten Auswertung 
              nicht mehr vorkommt.
            </p>
            <h2>
              <span class="mw-headline" id="Schummeln">Schummeln</span>
            </h2>
            <p>
              <b>Schummeln</b> f&#252;hrt zum Ausschluss aus dem Spiel.
            </p>
            <p>
              Schummeln verdirbt anderen Spielern und oft auch einem selber 
              den Spielspa&#223;. Konkret werden unter anderem die folgenden Punkte 
              als Schummelversuch angesehen:
            </p>
            <h3>
              <span class="mw-headline" id="Einsenden_von_Befehlen_f.C3.BCr_fremde_Parteien">Einsenden 
              von Befehlen f&#252;r fremde Parteien</span>
            </h3>
            <p>
              Ausnahmen sind Urlaubsvertretungen. Damit diese legal sind, muss 
              die zu vertretende Partei im <a href="BANNER.html" title="BANNER">BANNER</a> 
              die Emailadresse und die genaue Dauer der Vertretung angeben. 
              Urlaubsvertretungen von mehr als 3 Wochen sind vorher bei der 
              Spielleitung anzumelden. <b>Missachtung dieser Regel f&#252;hrt zur 
              L&#246;schung der Partei.</b>
            </p>
            <h3>
              <span class="mw-headline" id="Doppelspiel_und_Zweitpartei">Doppelspiel 
              und Zweitpartei</span>
            </h3>
            <p>
              Wer mehr als eine Partei spielt (&quot;Doppelspiel&quot;), erschleicht 
              sich damit einen Vorteil gegen&#252;ber anderen Spielern mit nur 
              einer Partei. Aus diesem Grund ist Doppelspiel in der Regel 
              verboten. Mehrere Parteien zu spielen hebelt Beschr&#228;nkungen wie 
              das Einheitenlimit, die Obergrenze f&#252;r Magier und Alchemisten, 
              sowie die Rassenfertigkeiten aus.
            </p>
            <p>
              Die Vergangenheit hat gezeigt, dass ein solches Verbot alleine 
              nicht reicht, und aus verschiedenen Gr&#252;nden doch Doppelspiel 
              auftritt. Ohne Absprache mit der Spielleitung ist das, egal aus 
              welchem Grund, trotzdem ein Grund, vom Spiel ausgeschlossen zu 
              werden.
            </p>
            <p>
              Der h&#228;ufigste Fall f&#252;r Doppelspiel sind Urlaubsvertretungen, und 
              im kleinen Rahmen von bis zu drei Wochen ist es okay, wenn die 
              Befehle der Partei von einem anderen Spieler eingeschickt 
              werden, wenn sie anschlie&#223;end wieder vom urspr&#252;nglichen Spieler 
              gespielt wird. Eine kurzzeitige &#220;bernahme zum Zweck der 
              &quot;Aufl&#246;sung&quot; der Partei ist allerdings keine Urlaubsvertretung.
            </p>
            <p>
              Ein anderer Grund ist oft, dass das Ausscheiden einer Partei zu 
              einer starken &#196;nderung der Kr&#228;fteverh&#228;ltnisse f&#252;hren w&#252;rde. Eine 
              Allianz, die ein wichtiges Mitglied verliert, &#252;bernimmt die 
              Partei des Spielers, und f&#252;hrt sie als Zweitpartei. Das ist 
              ebenfalls nicht okay, es sei denn es wurde mit der Spielleitung 
              abgesprochen (es gibt mehrere Altparteien, bei denen es erlaubt 
              wurde). Zur Linderung des Ph&#228;nomens haben wir den Befehl <a href="STIRB.html" title="STIRB">STIRB</a> 
              mit dem Argument PARTEI, der die Einheiten der ausscheidenden 
              Partei an eine verb&#252;ndete Partei &#252;bergibt, was die Einhaltung 
              des Einheitenlimits und der Obergrenzen f&#252;r Magier, Helden, etc. 
              gew&#228;hrleistet.
            </p>
            <p>
              Einzige Ausnahme zum Verbot: Wer wirklich nicht mit einer Partei 
              ausgelastet ist, darf eine <b>zweite</b> Partei starten, wenn 
              seine erste Partei mindestens 150 Runden alt ist.
            </p>
            <p>
              Der Fairness halber muss allerdings immer offensichtlich sein, 
              das zwei Parteien nicht unabh&#228;ngig gef&#252;hrt werden, und wann 
              immer zwei Parteien ihre Befehl vom selben Spieler bekommen, 
              m&#252;ssen diese die selbe Emailadresse benutzen. Die eingetragene 
              Mailadresse muss existieren und der Spieler innerhalb von 14 
              Tagen auf Mails der Spielleitung an ihre Adresse reagieren, 
              falls es Zweifel an ihrer Echtheit gibt.
            </p>
            <p>
              Mehrere Spieler, die sich einen Mail-Account teilen, k&#246;nnen zu 
              Eressea nicht zugelassen werden - die Gefahr des Schummelns ist 
              hier zu gro&#223;.
            </p>
            <p>
              Weder die &#220;bergabe noch das Beschaffen von Passw&#246;rtern anderer 
              Spieler ist erlaubt und das Einsenden von Befehlen f&#252;r fremde 
              Parteien ist nicht erlaubt.
            </p>
            <p>
              <b>Nichtbeachtung dieser Regeln f&#252;hrt zum Ausschluss aller 
              beteiligten Parteien.</b>
            </p>
            <h3>
              <span class="mw-headline" id="Ausnutzen_von_Fehlern_im_Programm">Ausnutzen 
              von Fehlern im Programm</span>
            </h3>
            <p>
              Wer einen Fehler des Programms zu seinem Vorteil ausnutzt, 
              anstatt ihn der Spielleitung zu melden, schummelt.
            </p>
            <h3>
              <span class="mw-headline" id="Unsoziales_Verhalten_auf_Spieler-Ebene">Unsoziales 
              Verhalten auf Spieler-Ebene</span>
            </h3>
            <p>
              Seid nett zueinander. Auch euer &#228;rgster Feind im Spiel ist 
              sicherlich ein netter Mensch und verdient es nicht, mit 
              Werbe-Mails, &quot;Igitt-Bildern&quot; und anderen Dingen bombardiert zu 
              werden.
            </p>
            <p>
              <br>
              
            </p>
            <table>
              <tr>
                <td align="left" style="background-color: #ffffaa">
                  Weiterlesen:
                </td>
                <td style="background-color: #ffffcc">
                  <a href="Anf_ngertipps.html" title="Anfängertipps">Anf&#228;ngertipps</a>
                </td>
              </tr>
            </table>
            <!-- 
NewPP limit report
Cached time: 20220210175640
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.011 seconds
Real time usage: 0.011 seconds
Preprocessor visited node count: 38/1000000
Preprocessor generated node count: 103/1000000
Post?expand include size: 142/2097152 bytes
Template argument size: 28/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
            <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    1.049      1 Vorlage:Weiter
100.00%    1.049      1 -total
-->
            <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1589-0!canonical and timestamp 20220210175640 and revision id 7250
 -->
            </div>
        </div>
      </div>
    </div>
  </body>
</html>
