<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Krieg</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Krieg
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <p>
            Konflikte werden in Eressea nicht zu vermeiden sein. Es wird 
            Streit um Silber, um Regionen, um Steuerrechte, um Handelsrouten 
            und so weiter geben. Deswegen muss man sich immer nach Freunden 
            und Alliierten umschauen, denn: &quot;Freunde kommen und gehen, Feinde 
            mehren sich.&quot;
          </p>
          <div class="toc" id="toc">
            <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
            

            <div class="toctitle" dir="ltr" lang="de">
              <h2>
                Inhaltsverzeichnis
              </h2>
              <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
              </span>
            </div>
            <ul>
              <li class="toclevel-1 tocsection-1">
                <a href="#Die_Seiten_in_einer_Schlacht"><span class="tocnumber">1</span> 
                <span class="toctext">Die Seiten in einer Schlacht</span></a>
              </li>
              <li class="toclevel-1 tocsection-2">
                <a href="#Die_Schlacht"><span class="tocnumber">2</span> <span class="toctext">Die 
                Schlacht</span></a>

                <ul>
                  <li class="toclevel-2 tocsection-3">
                    <a href="#Kampfreihen"><span class="tocnumber">2.1</span> <span class="toctext">Kampfreihen</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-4">
                    <a href="#.C3.9Cberrennen"><span class="tocnumber">2.2</span> 
                    <span class="toctext">&#220;berrennen</span></a>
                  </li>
                </ul>
              </li>
              <li class="toclevel-1 tocsection-5">
                <a href="#Die_Musterung_der_Einheiten"><span class="tocnumber">3</span> 
                <span class="toctext">Die Musterung der Einheiten</span></a>

                <ul>
                  <li class="toclevel-2 tocsection-6">
                    <a href="#Die_Taktikerrunde"><span class="tocnumber">3.1</span> 
                    <span class="toctext">Die Taktikerrunde</span></a>
                  </li>
                  <li class="toclevel-2 tocsection-7">
                    <a href="#Helden"><span class="tocnumber">3.2</span> <span class="toctext">Helden</span></a>
                  </li>
                </ul>
              </li>
              <li class="toclevel-1 tocsection-8">
                <a href="#Der_Kampf_zwischen_zwei_Personen"><span class="tocnumber">4</span> 
                <span class="toctext">Der Kampf zwischen zwei Personen</span></a>
              </li>
              <li class="toclevel-1 tocsection-9">
                <a href="#Fernkampf"><span class="tocnumber">5</span> <span class="toctext">Fernkampf</span></a>
              </li>
              <li class="toclevel-1 tocsection-10">
                <a href="#Boni_und_Mali"><span class="tocnumber">6</span> <span class="toctext">Boni 
                und Mali</span></a>
              </li>
              <li class="toclevel-1 tocsection-11">
                <a href="#Die_Flucht"><span class="tocnumber">7</span> <span class="toctext">Die 
                Flucht</span></a>
              </li>
              <li class="toclevel-1 tocsection-12">
                <a href="#Kampf_auf_und_von_Schiffen"><span class="tocnumber">8</span> 
                <span class="toctext">Kampf auf und von Schiffen</span></a>
              </li>
              <li class="toclevel-1 tocsection-13">
                <a href="#Piraterie"><span class="tocnumber">9</span> <span class="toctext">Piraterie</span></a>
              </li>
              <li class="toclevel-1 tocsection-14">
                <a href="#Das_Ende"><span class="tocnumber">10</span> <span class="toctext">Das 
                Ende</span></a>
              </li>
              <li class="toclevel-1 tocsection-15">
                <a href="#Siehe_auch"><span class="tocnumber">11</span> <span class="toctext">Siehe 
                auch</span></a>
              </li>
            </ul>
          </div>
          <h2>
            <span class="mw-headline" id="Die_Seiten_in_einer_Schlacht">Die 
            Seiten in einer Schlacht</span>
          </h2>
          <p>
            Mit dem Befehl <a href="ATTACKIERE.html" title="ATTACKIERE">ATTACKIERE</a> 
            startet man den Angriff gegen den Gegner. Die <a href="ATTACKIERE.html" title="ATTACKIERE">ATTACKIERE</a>-Befehle 
            werden in einer zuf&#228;lligen Reihenfolge ausgef&#252;hrt. Bei einer 
            Attacke sammeln sich die Einheiten aller Seiten in der Region und 
            k&#228;mpfen als Einzelpersonen gegeneinander. Eine Schlacht dauert 
            maximal sechs Runden, f&#252;nf regul&#228;re Kampfrunden und eventuell noch 
            die Runde 0 (Null), die <a class="mw-redirect" href="Krieg.html#Die_Schlacht" title="Schlacht">Taktiker-Runde</a>.
          </p>
          <p>
            Die angreifende Seite besteht aus allen Einheiten, welche <a href="ATTACKIERE.html" title="ATTACKIERE">ATTACKIERE</a>-Befehle 
            gegen eine oder mehrere Einheiten der verteidigenden Partei 
            gegeben haben.
          </p>
          <p>
            Die verteidigende Seite besteht aus den Einheiten der 
            verteidigenden Partei, die angegriffen wurden, wo der Gegner also <a href="ATTACKIERE.html" title="ATTACKIERE">ATTACKIERE 
            einheit</a> gemacht hat, und allen Einheiten, die kampfbereit sind 
            (also <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE</a>, <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
            AGGRESSIV</a>, <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE HINTEN</a> 
            oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE DEFENSIV</a> 
            gesetzt haben). Au&#223;erdem helfen alle kampfbereiten Einheiten 
            alliierter Parteien, also jener, die <a href="HELFE.html" title="HELFE">HELFE 
            K&#196;MPFE</a> f&#252;r die angegriffene Partei gesetzt haben.
          </p>
          <p>
            Es gibt also unterschiedliche Gr&#252;nde, warum eine Einheit am Kampf 
            teilnimmt. Diese sind in der Reihenfolge ihrer Priorit&#228;t:
          </p>
          <ol>
            <li>
              Die kampfbereite Einheit greift eine andere Einheit an. Dann 
              nimmt sie in jedem Fall am Kampf teil.
            </li>
            <li>
              Die Einheit wird von einer anderen Einheit angegriffen. Dann 
              gliedert sie sich entsprechend ihres Kampfstatus in die <a class="mw-redirect" href="Krieg.html#Die_Schlacht" title="Schlacht">Kampfreihen</a> 
              ein. (s.a. <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE</a>).
            </li>
            <li>
              Eine Einheit aus der eigenen Partei wird von jemandem 
              attackiert. Dann nimmt die Einheit am Kampf teil, wenn sie weder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              NICHT</a> noch <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE FLIEHE</a> 
              gesetzt hat. In letzterem Fall kommt sie nicht auf die Idee, zu 
              fl&#252;chten, da sie ja nicht selbst bedroht ist.
            </li>
            <li>
              Eine Einheit aus einer verb&#252;ndeten Partei (also einer Partei, 
              der man <a href="HELFE.html" title="HELFE">HELFE K&#196;MPFE</a> 
              gesetzt hat) wird von jemandem attackiert. Dann nimmt die 
              Einheit am Kampf teil, wenn sie nicht <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              NICHT</a> oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE FLIEHE</a> 
              gesetzt hat. Wiederum wird eine Einheit mit <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              FLIEHE</a> nicht fl&#252;chten, da sie keiner direkten Bedrohung 
              ausgesetzt ist.
            </li>
          </ol>
          <p>
            Alliierte helfen also automatisch nur Verteidigern und <i>nur 
            dann, wenn der Verteidiger nicht selber attackiert hat</i>. 
            Angegriffene verteidigen sich mit dem Rest der Partei, wenn dieser 
            sich nicht explizit aus dem Kampf heraush&#228;lt. F&#252;r einen Angriff 
            spielt der Kampfstatus prim&#228;r keine Rolle: Au&#223;er Verteidigern 
            werden nur solche Einheiten in den Kampf verwickelt, die einen <a href="ATTACKIERE.html" title="ATTACKIERE">ATTACKIERE</a> 
            Befehl gegeben haben. Einheiten, die jedoch <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
            NICHT</a> oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE FLIEHE</a> 
            gesetzt haben, k&#246;nnen auch nicht angreifen.
          </p>
          <p>
            Um also einen Feind gemeinsam anzugreifen, muss jede angreifende 
            Partei mindestens eine Einheit des Feindes attackieren. Um sich 
            gemeinsam gegen Angreifer zu wehren, m&#252;ssen sich die 
            verteidigenden Parteien nur gegenseitig helfen.
          </p>
          <p>
            Prinzipiell gilt jeder als alliiert, dem <a href="HELFE.html" title="HELFE">HELFE 
            K&#196;MPFE</a> gesetzt wurde, und der niemanden attackiert hat, 
            dem <a href="HELFE.html" title="HELFE">HELFE K&#196;MPFE</a> 
            gesetzt wurde.
          </p>
          <p>
            Beispiel 1:
          </p>
          <pre> A hilft B und C. C attackiert B, deshalb greift A in den Kampf mit ein: 
 B ist alliiert. Partei C gilt nicht als alliiert, weil sie einen 
 Alliierten angreift. </pre>
          <p>
            Wer k&#228;mpft nun gegen wen?
          </p>
          <p>
            Ich k&#228;mpfe gegen meine Feinde. Meine Feinde sind Parteien, die 
            mich angreifen, die ich angreife, oder die einen Alliierten (nach 
            der Definition von eben) angreifen.
          </p>
          <p>
            Beispiel 2:
          </p>
          <pre> A hilft B und C. B und C attackieren sich gegenseitig. Dann hilft A weder
 B noch C, denn keiner von ihnen gilt als alliiert, und keiner ist ein 
 Feind von A. </pre>
          <p>
            Beispiel 3:
          </p>
          <pre> A attackiert B und C. Sind B und C nicht alliiert, helfen sie einander 
 trotzdem gegen A, denn A ist ein gemeinsamer Feind. Wenn also B noch 
 Fronttruppen hat, C aber nur noch Bogensch&#252;tzen, dann stellen sich die 
 Truppen von B sch&#252;tzend vor C.
 Ausnahme: Wenn B und C verfeindet sind, weil z.B. B gegen einen 
 zus&#228;tzlichen Alliierten D von C k&#228;mpft, dann helfen Sie sich nicht 
 untereinander, auch nicht gegen A. </pre>
          <p>
            Beispiel 4:
          </p>
          <pre> A und B attackieren C. Dann helfen sie sich gegen C (auch, wenn sie nicht 
 alliiert sind), da sie ja einen gemeinsamen Feind haben.</pre>
          <table border="1" cellspacing="0">
            <caption align="left">
              <small>Spielererfahrung: </small>
            </caption>
            <tr>
              <td style="background-color: #ffffcc">
                Es ist eigentlich noch ein bisschen komplizierter. Siehe zum 
                Beispiel die <a href="/index.php/Kampfregeln" title="Kampfregeln">Diskussion 
                hier</a>.
              </td>
            </tr>
          </table>
          <p>
            <br>
            
          </p>
          <h2>
            <span class="mw-headline" id="Die_Schlacht">Die Schlacht</span>
          </h2>
          <p>
            Eine Schlacht dauert f&#252;nf Kampfrunden zuz&#252;glich einer eventuellen 
            Taktikerrunde. In jeder Kampfrunde schlagen die K&#228;mpfenden in 
            einer zuf&#228;lligen Reihenfolge zu.
          </p>
          <p>
            Man beachte, da&#223; an einem Kampf teilnehmende Personen (das sind 
            Personen, die im Kampfbericht aufgelistet werden) grunds&#228;tzlich 
            keine weiteren langen Befehle ausf&#252;hren k&#246;nnen. Ausnahmen sind <a class="mw-redirect" href="Krieg.html#Kampf_auf_und_von_Schiffen" title="Kampf auf Schiffen">K&#228;mpfe 
            auf See</a> und K&#228;mpfe in Regionen, die <i>zu Kampfbeginn</i> 
            von mindestens einer Einheit, die dem K&#228;mpfer <a href="HELFE.html" title="HELFE">HELFE 
            BEWACHE</a> gesetzt hat, oder aus der eigenen Partei ist, bewacht 
            wird. In diesem Fall sind weitere lange Befehle m&#246;glich.
          </p>
          <h3>
            <span class="mw-headline" id="Kampfreihen">Kampfreihen</span>
          </h3>
          <p>
            Im Kampf gibt es vier Kampfreihen, diese bestehen nur aus den 
            Einheiten, die auch wirklich am Kampf teilnehmen (s.o.). F&#252;r 
            weitere Informationen &#252;ber die Kampfstati siehe <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE</a>.
          </p>
          <ol>
            <li>
              Reihe: Hier stehen alle Einheiten, die <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE</a> 
              oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE AGGRESSIV</a> 
              gesetzt haben.
            </li>
            <li>
              Reihe: Hier stehen alle Einheiten, die <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              HINTEN</a> oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              DEFENSIV</a> gesetzt haben.
            </li>
            <li>
              Reihe: Hier stehen alle Einheiten, die <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              NICHT</a> gesetzt haben.
            </li>
            <li>
              Reihe: Hier stehen alle Einheiten, die gerade versuchen, zu 
              fliehen. Also die, die <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              FLIEHE</a> gesetzt haben und solche, die entsprechend viele 
              Trefferpunkte abbekommen haben (siehe auch <a class="mw-redirect" href="Krieg.html#Die_Flucht" title="Die Flucht">Flucht</a>).
            </li>
          </ol>
          <p>
            Nur die ersten beiden Kampfreihen k&#246;nnen am Kampf teilnehmen, also 
            angreifen. Nicht kampfbereite Einheiten, die direkt angegriffen 
            werden, m&#252;ssen sich erst verteidigen, wenn die ersten beiden 
            Reihen aufgerieben sind. Fliehende Einheiten versuchen nat&#252;rlich 
            zu fliehen (siehe <a class="mw-redirect" href="Krieg.html#Die_Flucht" title="Die Flucht">hier</a>).
          </p>
          <p>
            Einheiten, die in der 2. Reihe k&#228;mpfen, k&#246;nnen erst direkt im 
            Nahkampf angegriffen werden, wenn sie an die Front kommen (das 
            kann z.B. passieren, wenn die 1. Reihe &#252;berrannt wird, s.u.). 
            Gegen Angriffe gegnerischer Fernk&#228;mpfer verteidigen sie sich mit 
            dem besten Kampftalent.
          </p>
          <p>
            Kampfzauber von Magier k&#246;nnen hinter und an der Front gezaubert 
            werden; wenn der Magier jedoch keinen Kampfzauber gesetzt hat, 
            wird er sich - wie alle anderen auch - bewaffnen und k&#228;mpfen.
          </p>
          <h3>
            <span class="mw-headline" id=".C3.9Cberrennen">&#220;berrennen</span>
          </h3>
          <p>
            Hat eine Partei und ihre Verb&#252;ndeten mehr als dreimal so viele 
            Personen in der Frontreihe, wie ihre Gegner gegen&#252;ber, dann m&#252;ssen 
            alle gegnerischen Einheiten aus der 2. Reihe aufr&#252;cken. Die 1. 
            Reihe wurde &#252;berrannt. Dieses Verh&#228;ltnis wird vor jeder Kampfrunde 
            &#252;berpr&#252;ft.
          </p>
          <h2>
            <span class="mw-headline" id="Die_Musterung_der_Einheiten">Die 
            Musterung der Einheiten</span>
          </h2>
          <p>
            Nun bewaffnen sich die Einheiten: jede Person in einer Einheit 
            r&#252;stet sich mit einer Nah- und Fernkampfwaffe und einer R&#252;stung, 
            die sie gebrauchen kann, aus. Dabei bevorzugt sie diejenigen 
            Waffen, bei denen sie in der Summe aus Attacke und Parade das 
            h&#246;chste Talent hat. Magier, die einen Kampfzauber gesetzt haben, 
            benutzen diesen zum Angriff. F&#252;r die Verteidigung ben&#246;tigen sie 
            aber eine Waffe (und ein passendes Kampftalent), sonst gelten sie 
            als <a class="mw-redirect" href="Krieg.html#Boni_und_Mali" title="Boni und Mali">unbewaffnet</a>.
          </p>
          <p>
            <b>Vorsicht:</b> ungebrauchte Waffen oder R&#252;stungen werden nicht 
            automatisch an unbewaffnete oder unger&#252;stete Einheiten weiter 
            verteilt.
          </p>
          <p>
            W&#228;hrend des Kampfes wird die Waffe nicht mehr gewechselt, es sei 
            denn, es kann eine bessere Waffe von einer Person aus der gleichen 
            Einheit &#252;bernommen werden, die bereits gestorben ist (die 
            &#252;berlebenden K&#228;mpfer benutzen jeweils die besten verf&#252;gbaren 
            Waffensets).
          </p>
          <p>
            Ein Fernk&#228;mpfer, der pl&#246;tzlich in der ersten Reihe angegriffen 
            wird, muss zu einer Nahkampfwaffe greifen (sofern er eine besitzt 
            und das entsprechende Talent zumindest auf Stufe 1 hat), sonst 
            verteidigt er sich <a class="mw-redirect" href="Krieg.html#Boni_und_Mali" title="Boni und Mali">ohne 
            Waffe</a>.
          </p>
          <p>
            Beispiel: Eine Einheit mit 20 Personen hat 15 Schwerter, 10 
            Schilde und 5 Kettenhemden. Dann werden 5 Personen mit Schwert, 
            Schild und Kettenhemd k&#228;mpfen, 5 weitere mit Schwert und Schild, 5 
            nur mit einem Schwert und die letzten 5 K&#228;mpfer bleiben 
            unbewaffnet.
          </p>
          <h3>
            <span class="mw-headline" id="Die_Taktikerrunde">Die Taktikerrunde</span>
          </h3>
          <p>
            Vor der Schlacht wird der beste <a href="Taktik.html" title="Taktik">Taktiker</a> 
            aller teilnehmenden Einheiten bestimmt. Ein Taktiker, der in der 
            ersten Reihe k&#228;mpft, bekommt einen Bonus von +1 auf sein 
            Taktik-Talent. Steht er in der 3. oder 4. Reihe, reduziert sich 
            sein Talent um 1. Die Seite mit den besten Taktiker hat die erste 
            Attacke frei (die sogenannte &quot;Taktikerrunde&quot;): in einem 
            geschickten Man&#246;ver lockt er die Feinde in einen Hinterhalt und 
            kann in der ersten Kampfrunde &#252;berraschend zuschlagen, ohne das 
            der Feind in dieser Runde auch angreifen kann. Sind zwei oder mehr 
            Taktiker aller Seiten gleich gut, so k&#246;nnen beide Seiten in der 
            Taktikerrunde zuschlagen.
          </p>
          <p>
            Um ein wenig &quot;Tagesform&quot; und Gl&#252;ck einflie&#223;en zu lassen, erh&#228;lt 
            jeder Taktiker einen zuf&#228;lligen Bonus, der bei 0 startet und rein 
            theoretisch sehr gro&#223; werden kann, wobei die Wahrscheinlichkeit 
            daf&#252;r immer geringer wird, je gr&#246;&#223;er der Bonus ist.
          </p>
          <h3>
            <span class="mw-headline" id="Helden">Helden</span>
          </h3>
          <p>
            Helden sind besonders starke K&#228;mpfer. Sie m&#252;ssen zuvor mit dem 
            Befehl <a href="BEF_RDERE.html" title="BEFÖRDERE">BEF&#214;RDERE</a> 
            ernannt worden sein.
          </p>
          <p>
            Helden k&#246;nnen in jeder Kampfrunde 10 mal angreifen.
          </p>
          <p>
            Achtung! Dies gilt nicht f&#252;r magische Angriffe und auch nicht f&#252;r 
            Armbr&#252;ste und Katapulte.
          </p>
          <p>
            F&#252;r n&#228;here Informationen siehe <a href="BEF_RDERE.html" title="BEFÖRDERE">BEF&#214;RDERE</a>.
          </p>
          <h2>
            <span class="mw-headline" id="Der_Kampf_zwischen_zwei_Personen">Der 
            Kampf zwischen zwei Personen</span>
          </h2>
          <p>
            In jeder Schlacht k&#228;mpfen die Armeen personenweise gegeneinander, 
            egal wie gro&#223; sie sind. Dabei wird folgenderma&#223;en vorgegangen:
          </p>
          <ul>
            <li>
              Die Basis-Trefferchance (BT) eines Angreifers liegt 
              grunds&#228;tzlich bei 30%. Die Attacke des Angreifers und die Parade 
              des Verteidigers sind (zun&#228;chst) so hoch, wie ihr Waffentalent.
            </li>
            <li>
              Boni/Mali addieren: Zur Attacke des Angreifers und zur Parade 
              des Verteidigers werden eventuelle <a class="mw-redirect" href="Krieg.html#Boni_und_Mali" title="Boni und Mali">Boni 
              und Mali</a> addiert.
            </li>
            <li>
              Handelt es sich bei dem Angreifer um einen Fernk&#228;mpfer, wird der 
              so modifizierte Paradewert seines Gegners halbiert.
            </li>
            <li>
              Werte voneinander abziehen: F&#252;r jeden Punkt Differenz zwischen 
              der Attacke des Angreifers und der Parade des Verteidigers wird 
              jetzt die BT um 5% erh&#246;ht bzw erniedrigt. Die tats&#228;chliche 
              Trefferchance ergibt sich also aus folgender Formel: 
              (Attacke(Angreifer)-Parade(Verteidiger))*5%+30%.
            </li>
            <li>
              Anf&#228;ngergl&#252;ck: Schl&#228;gt der Angriff fehl, hat der Angreifer 
              zus&#228;tzlich eine 10%ige Chance, seinen Angriff doch noch zu 
              verwandeln: Er kann ein zweites Mal zuschlagen und zwar mit 
              einer um 90 bis 99% (Zufall) erh&#246;hten Trefferchance. Dadurch 
              haben stark benachteiligte K&#228;mpfer die M&#246;glichkeit, zumindest 
              einige Zufallstreffer zu landen.
            </li>
          </ul>
          <p>
            Jede Person attackiert einmal pro Kampfrunde (au&#223;er <a class="mw-redirect" href="BEF_RDERE.html" title="BEFÖRDERUNG">Helden</a> 
            und einigen Monstern).
          </p>
          <p>
            Gelingt einem K&#228;mpfer ein Treffer, so f&#252;gt er dem Gegner Schaden 
            zu. Dabei verursachen verschiedene Waffen auch verschieden starken 
            Schaden (Schadenspunkte, siehe <a href="Kriegstabellen.html#Waffeneigenschaften" title="Kriegstabellen">hier</a>). 
            Au&#223;erdem lohnt es sich, hohe Waffentalente zu haben: hat man mehr 
            Talentstufen als der Gegner, so erh&#246;ht sich der Schaden bei einem 
            Schlag um einen Punkt pro zwei Talentstufen Unterschied. Dabei 
            werden reine Talentwerte gerechnet, Boni durch Pferde, Burgen usw. 
            z&#228;hlen nicht. Dies gilt f&#252;r Fern- und Nahkampf gleicherma&#223;en. 
            Daneben gibt es noch eine gewisse vom Talentunterschied abh&#228;ngige 
            Chance, dass man einen kritischen Treffer landet, der bis zum 
            f&#252;nffachen Waffenschaden verursachen kann.
          </p>
          <p>
            Hat eine Person mehr Schadenspunkte hinnehmen m&#252;ssen, als sie 
            &quot;einstecken kann&quot; (siehe <a href="Kriegstabellen.html#Rasseneigenschaften" title="Kriegstabellen">diese</a> 
            Tabelle) (dabei addieren sich die verschiedenen Treffer im Kampf), 
            so stirbt sie.
          </p>
          <p>
            Tr&#228;gt ein K&#228;mpfer eine R&#252;stung, so kann diese einen Teil (oder gar 
            alle) der Schadenspunkte auffangen. Allerdings wird man durch 
            R&#252;stung unbeweglicher, und im Gegenzug erh&#246;ht sich die Chance, 
            &#252;berhaupt getroffen zu werden (siehe <a href="Kriegstabellen.html#R.C3.BCstung" title="Kriegstabellen">diese</a> 
            Tabelle). Gegen Armbr&#252;ste wirkt eine R&#252;stung nur zur H&#228;lfte 
            (abgerundet).
          </p>
          <p>
            Manche Wesen oder Waffen sind auch in der Lage magischen Schaden 
            zu verursachen. Gegen magischen Schaden ist eine normale R&#252;stung 
            wirkungslos. Es z&#228;hlt nur die <a href="Kriegstabellen.html#Magieresistenz" title="Kriegstabellen">Magieresistenz</a> 
            welche sich durch bestimmte Ausr&#252;stungsgegenst&#228;nde und Zauber 
            steigern l&#228;sst.
          </p>
          <p>
            Au&#223;erdem gibt es noch das Talent Ausdauer, mit dem man seinen 
            K&#246;rper st&#228;hlt und so mehr Trefferpunkte erleiden kann, ohne daran 
            zu sterben (siehe <a href="Kriegstabellen.html#Ausdauer" title="Kriegstabellen">diese</a> 
            Tabelle).
          </p>
          <h2>
            <span class="mw-headline" id="Fernkampf">Fernkampf</span>
          </h2>
          <p>
            Schu&#223;waffen und Katapulte k&#246;nnen am besten aus der zweiten Reihe 
            heraus benutzt werden. Hier sind sie vor den Nahk&#228;mpfern des 
            Gegners durch die erste Reihe gesch&#252;tzt.
          </p>
          <p>
            Die Fernk&#228;mpfer suchen sich mit 67% Wahrscheinlichkeit einen 
            Gegner aus der ersten Reihe und mit 33% einen Gegner aus der 
            ersten oder zweiten Reihe.
          </p>
          <p>
            Armbr&#252;ste haben zudem die Eigenschaft, R&#252;stungen zu durchbohren: 
            Gegen einen Armbrust-Treffer wirkt die R&#252;stung nur zur H&#228;lfte 
            (abgerundet).
          </p>
          <p>
            <a href="Kriegstabellen.html" title="Kriegstabellen">Diese</a> 
            Tabelle zeigt, wie sich die Schusswaffen unterscheiden. Einen 
            Bogen zu benutzen ist sehr schwer, daf&#252;r kann man jede Kampfrunde 
            schie&#223;en. Armbr&#252;ste sind viel einfacher zu bedienen, aber k&#246;nnen 
            nur jede dritte Kampfrunde schie&#223;en. Katapulte schie&#223;en zuf&#228;llig 
            in den ersten 5 Kampfrunden und verursachen dabei schwere Sch&#228;den.
          </p>
          <p>
            Gegen Fernkampfwaffen parieren angegriffene Personen nur mit ihrem 
            halben Talent. Einheiten in der ersten Reihe verteidigen sich mit 
            ihrem vollem Talentwert, wenn der Fernk&#228;mpfer auch in der ersten 
            Reihe steht.
          </p>
          <p>
            <b>Achtung!</b> Wenn ein Fernk&#228;mpfer in die erste Reihe ger&#228;t 
            (z.B. weil diese <a class="mw-redirect" href="Krieg.html#Die_Schlacht" title="Schlacht">&#252;berrannt</a> 
            wurde), muss er sich mit einer Nahkampfwaffe verteidigen. Wenn er 
            diese nicht hat oder nicht damit umgehen kann (also sein 
            entsprechendes Talent kleiner als 1 ist), verteidigt er sich <a class="mw-redirect" href="Krieg.html#Boni_und_Mali" title="Boni und Mali">unbewaffnet</a>!
          </p>
          <p>
            Katapulte ben&#246;tigen Munition. Diese kann mittels <a href="MACHE.html" title="MACHE">MACHE 
            Katapultmunition</a> durch einen Steinbauer mit Talent 3 aus 
            Steinen produziert werden und wiegt 10 Gewichtseinheiten. Eine 
            Munitionseinheit entspricht dabei einer Salve.
          </p>
          <p>
            Der unter Probe angegebene Wert ist der Malus, den der Fernk&#228;mpfer 
            beim Angriff hat.
          </p>
          <table align="center" border="0" cellspacing="0">
            <caption>
              Schusswaffen - Proben, Zeitaufwand und Treffer 
            </caption>
            <tr style="background-color: #aaaaaa">
              <th>
                Waffe
              </th>
              <th>
                Talent
              </th>
              <th>
                Probe
              </th>
              <th>
                Nachladen
              </th>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Armbrust
              </td>
              <td>
                Armbrustschie&#223;en
              </td>
              <td align="right">
                0
              </td>
              <td align="right">
                2
              </td>
            </tr>
            <tr style="background-color: #cccccc">
              <td>
                Katapult
              </td>
              <td>
                Katapultbedienung
              </td>
              <td align="right">
                4
              </td>
              <td align="right">
                5
              </td>
            </tr>
            <tr style="background-color: #eeeeee">
              <td>
                Bogen/Elfenbogen
              </td>
              <td>
                Bogenschie&#223;en
              </td>
              <td align="right">
                2
              </td>
              <td align="right">
                0
              </td>
            </tr>
          </table>
          <p>
            Dabei ist unter Nachladen angegeben, wie lange es dauert, die 
            Waffe wieder schu&#223;bereit zu machen. Ein Katapult kann also in 
            jedem Kampf nur einmal eingesetzt werden. Eine Armbrust kann 
            demnach jede dritte Runde schie&#223;en, B&#246;gen sogar jede Runde.
          </p>
          <p>
            <br>
            
          </p>
          <h2>
            <span class="mw-headline" id="Boni_und_Mali">Boni und Mali</span>
          </h2>
          <p>
            Verschiedene Faktoren k&#246;nnen die Chance, jemanden zu treffen 
            (Attacke) oder einen Treffer abzuwehren (Parade), modifizieren. 
            Alle Boni und Mali wirken sich direkt auf das Talent aus und 
            werden vor einer eventuellen Talent-Halbierung durch Fernk&#228;mpfer 
            angerechnet. Die Schadenspunkte, die eine Person austeilt, werden 
            durch die Boni und Mali nicht ver&#228;ndert, hier z&#228;hlen die 
            unmodifizierten Talentwerte. Siehe verk&#252;rzt auch <a href="Kampfmodifikatoren.html" title="Kampfmodifikatoren">diese 
            Tabelle</a>.
          </p>
          <dl>
            <dt>
              Unbewaffnete
            </dt>
            <dd>
              Als unbewaffnet gelten auch Personen, die kein passendes 
              Waffentalent zu ihrer Waffe haben.
            </dd>
            <dd>
              Unbewaffnete Personen k&#228;mpfen mit einem Talent von -2.
            </dd>
            <dd>
              Fernk&#228;mpfer, die in einen Nahkampf geraten und nicht auf eine 
              Nahkampfwaffe (und ein entsprechendes Talent) zur&#252;ckgreifen 
              k&#246;nnen, verteidigen sich mit einem Talent von -2. Sie k&#246;nnen 
              aber noch mit ihrer Fernkampfwaffe angreifen.
            </dd>
            <dd>
              Das Talent, mit dem Orks in den unbewaffneten Kampf gehen, 
              bestimmt sich aus der Stufe ihres besten Nahkampftalents -3.
            </dd>
          </dl>
          <dl>
            <dt>
              Burgenbonus
            </dt>
            <dd>
              Personen in Burgen sind zus&#228;tzlich gesch&#252;tzt. Burginsassen 
              erhalten je nach Gr&#246;&#223;e der Burg einen Bonus bei der Parade, wenn 
              sie zur verteidigenden Seite geh&#246;ren und die Burg gro&#223; genug 
              ist, um sie zu beherbergen. Dabei gibt eine Befestigung +1, ein 
              Turm +2 usw. bis zur Zitadelle, die +5 gibt. Greifen die 
              Burginsassen selber an, erhalten sie den Burgenbonus zur Parade 
              nicht mehr. Der Burgenbonus gilt auch gegen Fernk&#228;mpfer!
            </dd>
          </dl>
          <dl>
            <dt>
              Pferdebonus
            </dt>
            <dd>
              In Ebenen, W&#252;sten und Hochl&#228;ndern k&#246;nnen Nahk&#228;mpfer in der 
              ersten Reihe auf freiem Feld ein Pferd benutzen. Um ein Pferd in 
              den Kampf zu reiten, braucht man ein Reiten Talent von 
              mindestens 2. Reiter bekommen einen Bonus von +2 auf Attacke und 
              Parade, weil sie schneller und wendiger sind. Keinen Pferdebonus 
              erhalten Personen, die innerhalb einer Burg stehen, vom 
              Burgenbonus profitieren und attackiert werden. Trolle k&#246;nnen 
              Pferde nicht im Kampf nutzen!
            </dd>
          </dl>
          <dl>
            <dt>
              Lanzenbonus
            </dt>
            <dd>
              Berittene Speer- und Lanzentr&#228;ger erhalten einen weiteren Bonus 
              von +1 zur Attacke.
            </dd>
          </dl>
          <dl>
            <dt>
              Pikenbonus
            </dt>
            <dd>
              Speer- und Hellebardentr&#228;ger, die kein Pferd benutzen, erhalten 
              gegen berittene Truppen einen Bonus von +1 zur Parade.
            </dd>
          </dl>
          <dl>
            <dt>
              Waffenmodifikatoren
            </dt>
            <dd>
              Auch Waffenmodifikatoren (siehe <a href="Kriegstabellen.html" title="Kriegstabellen">hier</a>), 
              gelten in diesem Sinne als Boni und Mali.
            </dd>
            <dd>
              Eine Hellebarden-Einheit hat also (zus&#228;tzlich zu eventuellen 
              anderen Boni oder Mali) +2 auf ihre Parade. Wenn sie selbst 
              nicht reitet und gegen einen Reiter k&#228;mpft wird ihr Paradewert 
              f&#252;r diesen Moment noch einmal um +1 erh&#246;ht.
            </dd>
          </dl>
          <p>
            <br>
            Beispiele:
          </p>
          <ul>
            <li>
              Basiswert des Angreifers: BT=30%<br>Angreifer mit Talent 3, 
              Verteidiger Talent 4 -&gt; Trefferchance=25%<br>Verteidiger 
              steht in Zitadelle -&gt; Parade +5 -&gt; Trefferchance=0%<br>Der 
              Angreifer hat also nur eine Chance von 10% (&quot;Anf&#228;ngergl&#252;ck&quot;), 
              &#252;berhaupt noch einen zweiten Versuch zu bekommen, und dann 
              nochmal eine 90 bis 99%ige den Treffer zu landen. Insgesamt hat 
              er also lediglich 9 bis 9,9% Chance, den Verteidiger zu treffen. 
              Er ist ja auch (durch die Zitadelle) wirklich stark im Nachteil.
            </li>
            <li>
              Diesmal steht der Verteidiger nicht in der Zitadelle:<br>Basiswert 
              des Angreifers -&gt; BT=30%<br>Angreifer mit Talent 3, 
              Verteidiger Talent 4 -&gt; Trefferchance=25%<br>Angreifer mit 
              Pferdebonus -&gt; Attacke +2 -&gt; Trefferchance=35%
            </li>
            <li>
              Ein Schwertk&#228;mpfer mit Hiebwaffen 3 gegen einen Reiter mit 
              Reiten 1 und Stangenwaffen 2: Er k&#228;mpft mit Attacke 3 (Talent 3) 
              gegen Parade 2 (Talent 2, ohne Pferdebonus - der Reiter kann 
              nicht gut genug reiten).<br>-&gt; Der Angreifer hat eine 
              Trefferchance von 35%.
            </li>
            <li>
              Ein Bogensch&#252;tze mit Talent 9 greift aus der 2. Reihe einen 
              Lanzenreiter mit Reiten 3 und Stangenwaffen 9 an. Er attackiert 
              mit 7 (Malus von 2 durch den Bogen) gegen eine Parade von 5 (der 
              Paradewert wird halbiert und abgerundet: Talent 9, +2 
              Pferdebonus -&gt; (9+2)/2=5)<br>-&gt; Der Angreifer hat eine 
              Trefferchance von (7-5)*5%+30%=40%
            </li>
            <li>
              Ein Lanzenreiter mit Reiten 3 und Stangenwaffen 9 greift einen 
              Bogensch&#252;tzen mit Talent 9 in der 1. Reihe an.

              <ul>
                <li>
                  Er attackiert mit 12 (Talent 9, +2 Pferdebonus und +1 
                  Lanzenbonus) gegen eine Parade von -2 (Sch&#252;tze ohne Waffe 
                  f&#252;r den Nahkampf).<br>-&gt; Der Angreifer hat eine 
                  Trefferchance von 100%; er wird also in jedem Fall treffen...
                </li>
                <li>
                  Er pariert mit seinem vollen Paradewert (also 
                  Waffentalent+Pferdebonus=11) gegen die Fernkampfwaffe, da 
                  der Sch&#252;tze in der 1. Reihe steht, und der Sch&#252;tze muss auf 
                  seinen Talentwert den Malus 2 (durch den Bogen) hinnehmen.<br>-&gt; 
                  Der Sch&#252;tze greift also effektiv mit einer Attacke von 7 
                  gegen den Reiter mit einer Parade von 11 an. Er hat also 
                  eine Trefferchance von (7-11)*5%+30%=10%.
                </li>
              </ul>
            </li>
            <li>
              Ein Speertr&#228;ger mit Stangenwaffen 3 in einer Burg greift einen 
              Reiter mit Reiten 2 und Stangenwaffen 3 an.

              <ul>
                <li>
                  Er attackiert mit 3 (Talent 3, kein Pikenbonus bei der 
                  Attacke; kein Burgenbonus, da er den Angriff begonnen hat) 
                  gegen 5 (Talent 3, +2 Pferdebonus, kein Lanzenbonus bei der 
                  Parade).<br>-&gt; Der Angreifer hat eine Trefferchance von 
                  (3-5)*5%+30%=20%.
                </li>
                <li>
                  Er pariert mit 4 (Talent 3, kein Burgenbonus, da er selbst 
                  angegriffen hat; +1 Pikenbonus) gegen 6 (+2 Pferdebonus und 
                  +1 Lanzenbonus).<br>-&gt; Der Angegriffene hat eine 
                  Trefferchance von (6-4)*5%+30%=40%.
                </li>
              </ul>
            </li>
            <li>
              Ein Reiter mit Reiten 2 und Hiebwaffen 2 gegen einen Speertr&#228;ger 
              mit Stangenwaffen 3:

              <ul>
                <li>
                  Er attackiert mit 4 (Talent 2, +2 Pferdebonus) gegen 4 
                  (Talent 3 und +1 Pikenbonus).<br>-&gt; Der Angreifer hat eine 
                  Trefferchance von 30%.
                </li>
                <li>
                  Der Speertr&#228;ger schl&#228;gt zur&#252;ck mit 3 gegen 4 (der Pikenbonus 
                  gilt nur bei der Parade, nicht bei der Attacke).<br>-&gt; Der 
                  Speertr&#228;ger hat eine Trefferchance von 25%.
                </li>
              </ul>
            </li>
            <li>
              Ein Lanzenreiter mit Reiten 2 und Stangenwaffen 3 greift einen 
              gleich guten Kollegen an. Er k&#228;mpft mit 6 (Talent 3, +2 
              Pferdebonus, +1 Lanzenbonus) gegen 5 (Talent 3, +2 Pferdebonus)<br>-&gt; 
              Der Angreifer hat eine Trefferchance von 35%.
            </li>
          </ul>
          <p>
            Hieraus folgt, da&#223; man eine Burg relativ gut halten kann, da&#223; man 
            aber aus einer Burg heraus keine Angriffe starten sollte, denn 
            damit verliert man seinen Bonus bei der Verteidigung. Hieraus 
            folgt auch, da&#223; Speertr&#228;ger ein wenig wirksamer gegen berittene 
            Truppen sind als Schwerttr&#228;ger.
          </p>
          <h2>
            <span class="mw-headline" id="Die_Flucht">Die Flucht</span>
          </h2>
          <p>
            Personen, die <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE FLIEHE</a> 
            gesetzt haben und <a href="ATTACKIERE.html" title="ATTACKIERE">attackiert</a> 
            werden, versuchen zu fliehen. Dies tun sie vor jeder Kampfrunde, 
            es kann also sein, da&#223; sie erst (weitere) Treffer hinnehmen m&#252;ssen.
          </p>
          <p>
            Personen mit <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE</a> 
            oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE HINTEN</a>, 
            die nur noch 20% ihrer Trefferpunkte haben und Personen mit <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
            DEFENSIV</a> oder <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE NICHT</a>, 
            die nur nur noch 90% ihrer Trefferpunkte haben, versuchen 
            ebenfalls zu fliehen, aber erst, wenn sie im Kampf einen Treffer 
            abbekommen haben. Dabei z&#228;hlen auch Treffer, deren Schadenspunkte 
            vollst&#228;ndig von der R&#252;stung aufgehalten wurden und fehlgeschlagene 
            Trefferversuche. Das soll verhindern, dass Einheiten, die schon 
            vor dem Kampf angeschlagen waren, fliehen, obwohl sie nicht 
            tats&#228;chlich in Gefahr waren.
          </p>
          <p>
            Die Grundchance f&#252;r die Flucht betr&#228;gt 25% (50% f&#252;r Halblinge), 
            dazu kommen 10%, wenn man ein Pferd hat und je 5% pro Stufe im 
            Talent Tarnung; der Maximalwert ist aber 75% (bzw. 90% f&#252;r 
            Halblinge).
          </p>
          <p>
            Fliehende Einheiten entziehen sich dem Kampf, verbleiben aber in 
            sicherer Entfernung zum Kampfgeschehen in der Region. Befand sich 
            die Einheit in einem Geb&#228;ude oder auf einem Schiff an Land, 
            verl&#228;&#223;t sie dieses, sobald eine Person aus der Einheit w&#228;hrend des 
            Kampfes geflohen ist.
          </p>
          <p>
            Besonderheiten gelten f&#252;r Einheiten mit dem Status FLIEHE. Diese 
            Einheiten k&#246;nnen sich nach dem Kampf noch bewegen, auch wenn sie 
            sonst keinen langen Befehl ausf&#252;hren d&#252;rften. Weiterhin k&#246;nnen 
            diese Einheiten keine Regionen bewachen. Eine durchgef&#252;hrte 
            Bewachung wird automatisch aufgel&#246;st, wenn die Einheit den Status 
            FLIEHE einnimmt. Dies geschieht zu Beginn der Runde, womit alle 
            Effekte von <a href="BEWACHE.html" title="BEWACHE">BEWACHE</a> 
            sofort aufgel&#246;st werden.
          </p>
          <p>
            <br>
            
          </p>
          <h2>
            <span class="mw-headline" id="Kampf_auf_und_von_Schiffen">Kampf 
            auf und von Schiffen</span>
          </h2>
          <p>
            Seeschlachten werden wie <a class="mw-selflink selflink">Schlachten</a> 
            zu Land ausgefochten: die <a class="mw-redirect" href="Schiff.html" title="Schiffe">Schiffe</a> 
            entern sich gegenseitig und die Einheiten fallen &#252;bereinander her. 
            Nach der Schlacht ist es den Einheiten m&#246;glich, weitere lange 
            Befehle auszuf&#252;hren.
          </p>
          <p>
            Ist ein Schiff in eine Schlacht verwickelt, so bekommt es pro 
            Kampfrunde 5% Schaden, wenn mindestens eine Person auf dem Schiff 
            einen Schaden erlitten hat. Die <a href="Taktik.html" title="Taktik">Taktikrunde</a> 
            und die erste Runde wird nicht mitgez&#228;hlt, so dass es immer nur 
            maximal 20% Schaden geben kann.
          </p>
          <p>
            Zu gr&#246;&#223;eren Sch&#228;den kann es kommen, wenn Seeschlangen in den Kampf 
            verwickelt sind. Diese Monster haben, wie auch einige Vertraute, 
            einen Angriff der jede Kampfrunde Strukturschaden an Schiffen 
            verursachen kann.
          </p>
          <p>
            Ist das Schiff nach der Schlacht unterbemannt oder unbemannt, 
            treibt es ohne Kontrolle im Ozean und nimmt weiteren <a href="Schiff.html#Schiffsschaden" title="Schiff">Schaden</a>.
          </p>
          <p>
            Will man mit einem Schiff Truppen in einer feindlich <a href="BEWACHE.html" title="BEWACHE">bewachten</a> 
            Region anlanden, so m&#252;ssen diese erst das Schiff <a class="mw-redirect" href="VERLASSE.html" title="VERLASSEN">VERLASSEN</a> 
            und k&#246;nnen erst in der folgenden Runde den Angriff starten oder 
            sich bewegen. Dadurch hat der Gegner die M&#246;glichkeit, entsprechend 
            zu reagieren.
          </p>
          <p>
            Von Land aus kann man Schiffe an der K&#252;ste sofort angreifen. Auch 
            reihen sich Truppen auf Schiffen normal gem&#228;&#223; Kampf- und <a href="HELFE.html" title="HELFE">HELFE</a>-Status 
            in die Kampfreihen ein, falls sie oder Verb&#252;ndete angegriffen 
            werden.
          </p>
          <h2>
            <span class="mw-headline" id="Piraterie">Piraterie</span>
          </h2>
          <p>
            Mit <b>Piraterie</b> hat ein Schiffskapit&#228;n die M&#246;glichkeit, 
            Schiffe anderer Parteien in Nachbarregionen aufzubringen.
          </p>
          <p>
            Der Kapit&#228;n legt sich auf die Lauer nach Schiffen, die nach ihrer 
            Bewegung in einer Nachbarregion liegen. Er wird sich dann 
            automatisch dorthin begeben, wenn sich die Partei nach dem Befehl <tt><a href="PIRATERIE.html" title="PIRATERIE">PIRATERIE 
            &quot;parteinummer&quot;</a></tt> in seiner &quot;Suchliste&quot; befindet. 
            Dort angekommen, kann die Mannschaft in der kommenden Runde ganz 
            normal agieren. Mit Hilfe von <tt><a href="FOLGE.html" title="FOLGE">FOLGE 
            SCHIFF</a></tt> kann man seine Opfer auch erstmal verfolgen. Bei 
            der ganzen Geschichte sind einige Sachen zu beachten:
          </p>
          <ul>
            <li>
              Der Mechanismus funktioniert auch, wenn das Piratenschiff an 
              Land ist. Er bietet also eine effektive M&#246;glichkeit zum 
              K&#252;stenschutz.
            </li>
            <li>
              Piratenkapit&#228;ne sind dumm wie Brot. Sie k&#246;nnen nicht 
              einsch&#228;tzen, ob ein Ziel ihnen m&#246;glicherweise &#252;berlegen ist und 
              werden fr&#246;hlich auch mit einem einzigen Schiff in einer 
              feindliche Flotte von 100 Schiffen hineinfahren. Das 
              Piratendasein hat eben seine Risiken.
            </li>
            <li>
              Stehen mehrere potentielle Ziele zur Auswahl wird der Kapit&#228;n 
              eines nach dem Zufallsprinzip aussuchen.
            </li>
            <li>
              Hat bereits ein alliiertes Schiff (also eines, dessen Partei <tt><a href="HELFE.html" title="HELFE">HELFE 
              K&#196;MPFE</a></tt> zur eigenen Partei gesetzt hat) mit 
              Piraterie-Befehl, welches sich in derselben Region befindet, ein 
              Opfer erkannt, so wird sich ein Schiff mit Piraterie-Befehl 
              ebenfalls in die betreffende Region, vorausgesetzt, das vom 
              ersten Schiff erkannte Opfer ist ebenfalls ein potentielles 
              Opfer.
            </li>
          </ul>
          <p>
            <br>
            
          </p>
          <h2>
            <span class="mw-headline" id="Das_Ende">Das Ende</span>
          </h2>
          <p>
            Nach der Schlacht werden die Toten gez&#228;hlt, und alles brauchbare 
            Material von ausgel&#246;schten Einheiten wird zusammengetragen und 
            unter den &#220;berlebenden verteilt.
          </p>
          <p>
            Einheiten, die im Kampf verletzt wurden, bleiben verletzt. Dies 
            wird im Report mit angezeigt.
          </p>
          <p>
            Im Laufe der Zeit erholen sich die verletzten Einheiten wieder. 
            Dabei regenerieren Einheiten normalerweise 5% ihrer maximalen 
            Trefferpunkte pro Runde hinzu, mindestens aber je einen Punkt pro 
            Person in der Einheit. Untote Einheiten regenerieren nicht.
          </p>
          <p>
            Einheiten, die am Kampf teilnehmen (die also im Kampfreport 
            auftauchen) k&#246;nnen ihren langen Befehl ausf&#252;hren, wenn die Region <i>bei 
            Kampfbeginn</i> von einer Einheit <a href="Allianz.html" title="Allianz">bewacht</a> 
            wurde, die zur eigenen Partei ein <a href="HELFE.html" title="HELFE">HELFE 
            BEWACHE</a> gesetzt hat. Nach K&#228;mpfen auf See kann man stets noch 
            lange Befehle ausf&#252;hren.
          </p>
          <p>
            Einheiten mit dem Kampfstatus <a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
            FLIEHE</a> k&#246;nnen sich nach dem Kampf noch bewegen (mit <a href="NACH.html" title="NACH">NACH</a>, 
            <a href="ROUTE.html" title="ROUTE">ROUTE</a>, <a href="FOLGE.html" title="FOLGE">FOLGE</a>).
          </p>
          <p>
            <br>
            
          </p>
          <h2>
            <span class="mw-headline" id="Siehe_auch">Siehe auch</span>
          </h2>
          <ul>
            <li>
              <a href="Kriegstabellen.html" title="Kriegstabellen">Kriegstabellen</a>
            </li>
          </ul>
          <p>
            <br>
            
          </p>
          <table>
            <tr>
              <td align="left" style="background-color: #ffffaa">
                Weiterlesen:
              </td>
              <td style="background-color: #ffffcc">
                <a href="Allianz.html" title="Allianz">Allianz</a>
              </td>
            </tr>
          </table>
          <!-- 
NewPP limit report
Cached time: 20220209223913
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.034 seconds
Real time usage: 0.035 seconds
Preprocessor visited node count: 92/1000000
Preprocessor generated node count: 207/1000000
Post?expand include size: 369/2097152 bytes
Template argument size: 120/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    2.083      1 -total
 45.27%    0.943      1 Vorlage:Geruecht
 44.84%    0.934      1 Vorlage:Weiter
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1579-0!canonical and timestamp 20220209223913 and revision id 7121
 -->
          </div>
      </div>
    </div>
  </body>
</html>
