<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Magiegebiete</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Magiegebiete
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <p>
            Es gibt f&#252;nf <b>Magiegebiete</b> in Eressea. Jede Partei mu&#223; 
            sich beim ersten Mal Lernen von Magie f&#252;r ein Magiegebiet 
            entscheiden; einmal festgesetzt, kann das Magiegebiet nicht 
            ge&#228;ndert werden.
          </p>
          <p>
            Im folgenden stehen die Beschreibungen der f&#252;nf Magiegebiete und 
            jeweils ein Link zu den Zauberspr&#252;chen.
          </p>
          <div class="toc" id="toc">
            <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
            

            <div class="toctitle" dir="ltr" lang="de">
              <h2>
                Inhaltsverzeichnis
              </h2>
              <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
              </span>
            </div>
            <ul>
              <li class="toclevel-1 tocsection-1">
                <a href="#Illaun"><span class="tocnumber">1</span> <span class="toctext">Illaun</span></a>
              </li>
              <li class="toclevel-1 tocsection-2">
                <a href="#Tybied"><span class="tocnumber">2</span> <span class="toctext">Tybied</span></a>
              </li>
              <li class="toclevel-1 tocsection-3">
                <a href="#Cerddor"><span class="tocnumber">3</span> <span class="toctext">Cerddor</span></a>
              </li>
              <li class="toclevel-1 tocsection-4">
                <a href="#Gwyrrd"><span class="tocnumber">4</span> <span class="toctext">Gwyrrd</span></a>
              </li>
              <li class="toclevel-1 tocsection-5">
                <a href="#Draig"><span class="tocnumber">5</span> <span class="toctext">Draig</span></a>
              </li>
            </ul>
          </div>
          <h2>
            <span class="mw-headline" id="Illaun">Illaun</span>
          </h2>
          <p>
            &quot;[ . . . ] und nur, wenn wir in die Welt der Tr&#228;ume versinken, 
            erhaschen wir einen Blick in diese anderen Dimensionen. 
            Dimensionen des Lichts und der Finsternis, der Paradiese und der 
            Ungeheuerlichkeiten. Blicke in Vergangenheit, Zukunft und 
            Gegenwart. Aber nicht in unsere eigene Welt, sondern in die 
            Myriaden anderer Welten, die in unseren Geistern und im Anderswo 
            existieren. Die Grenzen verschwimmen [ . . . ]&quot;
          </p>
          <p>
            <br>
            Fragment aus dem Buch der Zeiten, abgefa&#223;t in Althochelfisch, 
            Alter unbekannt, Herkunft unbekannt, Verbleib des Originals 
            unbekannt, Keine Kopien bekannt, &#220;bersetzung des Fragments durch 
            Rehlan Staubnix, Bibliothekar in der Abteilung f&#252;r esoterische 
            Schriften, Bibliothek der Akademie von Xontormia.
          </p>
          <p>
            <br>
            Hier findet man eine Liste aller <a href="Illaunzauber.html" title="Illaunzauber">Illaunzauber</a> 
            (in E2).
          </p>
          <h2>
            <span class="mw-headline" id="Tybied">Tybied</span>
          </h2>
          <p>
            &quot;Nun, hmm, meine jungen Eleven, ihr habt alle im letzten Semester 
            eine Einf&#252;hrung in die praktische Magie erhalten. Feuerkugeln, 
            Illusionen, Bewegungen... Und nun, hmm, ist es an mir, euch allen 
            diese Flausen wieder auszutreiben. Undankbar, sage ich euch...&quot;
          </p>
          <p>
            <br>
            &quot;La&#223;t mich euch erkl&#228;ren, hmm, was Magie wirklich ist. Sicher hat 
            man euch etwas davon erz&#228;hlt, da&#223; es um die Manipulation von 
            Energie und, hmm, Materie geht. Alles Unfug! Ihr m&#252;&#223;t lernen, die 
            Muster zu verstehen, aus denen die, hmm, die Magie besteht. Ihre, 
            hmm, innere Struktur, die Quellen, hmm, ihrer Kraft. Nur dann, 
            hmm, werdet ihr erfassen, wie gro&#223;artig sie ist. Dann werdet ihr 
            wissen, wie man sie manipuliert, ihre F&#228;den und Muster ver&#228;ndert 
            und nach seinem, hmm, Gutd&#252;nken neu zusammensetzt. Was dann, hmm, 
            wie ich zugeben mu&#223;, auch in der, hmm, Praxis ganz n&#252;tzlich sein 
            kann.&quot;
          </p>
          <p>
            <br>
            Aus einer Vorlesung vor Anf&#228;ngerstudenten, Feoral Birnkern, Dozent 
            f&#252;r theoretische Magie, Akademie von Thall
          </p>
          <p>
            <br>
            Hier findet man eine Liste aller <a href="Tybiedzauber.html" title="Tybiedzauber">Tybiedzauber</a> 
            (in E2).
          </p>
          <table style="background-color: #00cccc; background-image: null; background-repeat: repeat; background-attachment: scroll; background-position: null; border-top-color: purple; border-top-style: solid; border-top-width: 2px; border-right-color: purple; border-right-style: solid; border-right-width: 2px; border-bottom-color: purple; border-bottom-style: solid; border-bottom-width: 2px; border-left-color: purple; border-left-style: solid; border-left-width: 2px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px">
            <tr>
              <td>
                <small><b>E3A</b></small>
              </td>
              <td>
                Das dritte Zeitalter kennt kein Tybied
              </td>
            </tr>
          </table>
          <h2>
            <span class="mw-headline" id="Cerddor">Cerddor</span>
          </h2>
          <p>
            In einer kleinen Schenke im Eryn'yn'Falathvorn, S&#252;d-Andune:
          </p>
          <p>
            Niolamel betrachtete den S&#228;nger fasziniert. Die junge Elfe konnte 
            die Kraft, die von seiner Stimme ausging, f&#246;rmlich sp&#252;ren, ja 
            sehen. Sie betrachtete kurz den Rest der Zuh&#246;rer. Am Tisch neben 
            ihr sa&#223; einer der st&#228;mmigen Bergelfen aus dem Dunfanaghy-Massiv. 
            Was mochte den schwer bewaffneten und ger&#252;steten Mann nur so weit 
            nach S&#252;den verschlagen haben? Ganz friedlich sa&#223; der Elf, der 
            einem als so wild und barbarisch verschrieenen Stamm angeh&#246;rte, da 
            und lauschte versonnen der Stimme des S&#228;ngers.
          </p>
          <p>
            <br>
            Einen Tisch weiter sa&#223; ein alter Mann, ein Mensch in einer 
            zerschlissenen Uniformjacke der 13. Legion. Er sah nicht gut aus, 
            das Alter hatte &#252;berdeutliche Spuren an ihm hinterlassen. Sein 
            rechter Arm war steif, offenbar eine Kriegsverletzung. Seine 
            rechte Gesichtsh&#228;lfte verunstaltete eine tiefe Narbe, der Treffer 
            einer Kriegsaxt, wie Niolamel vermutete. Auch er schien von der 
            Stimme des S&#228;ngers gefangengenommen, und einen Moment erschien es 
            der Elfe, als w&#252;rde die Narbe im Gesicht des alten Mannes 
            verblassen und neues Leben durch seine graue Haut pulsieren.
          </p>
          <p>
            <br>
            Hier findet man eine Liste aller <a href="Cerddorzauber.html" title="Cerddorzauber">Cerddorzauber</a> 
            (in E2).
          </p>
          <h2>
            <span class="mw-headline" id="Gwyrrd">Gwyrrd</span>
          </h2>
          <p>
            Draiochean bhean'Gwynewa schlich sich vorsichtig n&#228;her an die 
            Lichtung heran, als das Knacken eines Astes hinter ihr sie 
            erschreckt herumfahren lie&#223;. Es w&#252;rde doch nicht ihre Mutter 
            Gwynewa sein? Die alte Katze konnte schrecklich w&#252;tend werden, 
            wenn sie eine ihrer T&#246;chter bei etwas erwischte, was sie ihr zuvor 
            ausdr&#252;cklich verboten hatte, und das Betreten des Elfenwaldes 
            hatte sie ausdr&#252;cklich verboten. Was Draiochean nat&#252;rlich nicht 
            daran hinderte, es trotzdem zu tun. 'Wann h&#228;tte sich jemals eine 
            Katze etwas verbieten lassen!', dachte die noch sehr junge Katze 
            stolz.
          </p>
          <p>
            <br>
            Der Verursacher des Knackens stand schuldbewu&#223;t und verlegen vor 
            ihr. Llyfr'yn Darllenydd, einer der S&#246;hne des K&#246;hlers Grym 
            ng'Darllen. Der unversch&#228;mte Kerl schlich schon einige Zeit um sie 
            herum. Draiochean beschlo&#223;, ihn bei Gelegenheit ein paar ihrer 
            Krallen kosten zu lassen, als sie durch ein helles Licht, da&#223; von 
            der Lichtung heranschien, abgelenkt wurde. Sie duckte sich schnell 
            wieder ins Dickicht und bedeutete Llyfr, sich ebenfalls zu ducken 
            und zu ihr zu kommen.
          </p>
          <p>
            <br>
            Auf der Lichtung hatten sich die Elfen versammelt und einen Kreis 
            um das unnat&#252;rlich hoch auflodernde Feuer gebildet. Draiochean 
            vernahm leisen, tragenden Gesang, der sich f&#252;r ihre Ohren anh&#246;rte, 
            wie das Rauschen des Windes in den Bl&#228;ttern eines uralten Waldes.
          </p>
          <p>
            <br>
            Der Gesang wurde lauter, und die Elfen auf der Lichtung begannen 
            zu tanzen. Sehr langsam, sehr bed&#228;chtig, zun&#228;chst, dann etwas 
            schneller. Pl&#246;tzlich verstummte der Gesang und der Tanz endete. 
            Die Magierin rief arkane Worte, laut hinaus in den Wald. 
            Draiocheans und Llyfrs Herzen schlugen schneller, und er ergriff 
            zaghaft ihre Hand, als etwas uraltes und gro&#223;es die beiden packte 
            und in die Luft erhob...
          </p>
          <p>
            <br>
            Hier findet man eine Liste aller <a href="Gwyrrdzauber.html" title="Gwyrrdzauber">Gwyrrdzauber</a> 
            (in E2).
          </p>
          <h2>
            <span class="mw-headline" id="Draig">Draig</span>
          </h2>
          <p>
            &quot;So wisse denn, Menschling, das eure Zeit schon abgelaufen, noch 
            bevor sie gekommen. Die Kr&#228;fte des Draig sammeln sich an den 
            Grenzen der Ordnung. Sie werden die euren zerschmettern, so wie 
            eure Schwerter und Speere mich zerschmettert haben. Sie werden 
            euch fegen vom Angesicht der Erde wie der Wind des Abends den 
            Staub des Punktes von den Bl&#228;ttern einer W&#252;stenblume weht. Denn 
            das Draig ist Macht, und Macht ist das Draig... Ich sehe, du 
            zweifelst? Du denkst daran, dir das Draig untertan zu machen? 
            Vermessener Menschling, niemals wirst du es schaffen, das Draig zu 
            b&#228;ndigen, denn daf&#252;r reicht die Zeit von Hundert Leben wie dem 
            deinen nicht aus. Du willst ein Diener des Draig sein? Wisse denn, 
            da&#223; das Draig keine Diener braucht, denn das Draig war am Anfang, 
            und es wird am Ende sein.&quot;
          </p>
          <p>
            <br>
            Prophezeiung Igjarjuks, eines der &#196;ltesten der Wyrme, auf seinem 
            Totenlager nach der Schlacht von Melvaunt, zu Casandra, 
            Meisterdiebin des Clans der Todesfalken
          </p>
          <p>
            <br>
            Hier findet man eine Liste aller <a href="Draigzauber.html" title="Draigzauber">Draigzauber</a> 
            (in E2).
          </p>
          <p>
            <br>
            
          </p>
          <table>
            <tr>
              <td align="left" style="background-color: #ffffaa">
                Weiterlesen:
              </td>
              <td style="background-color: #ffffcc">
                <a href="Zauberliste_E2.html" title="Zauberliste E2">Zauberliste 
                E2</a>
              </td>
            </tr>
          </table>
          <!-- 
NewPP limit report
Cached time: 20220210183659
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.012 seconds
Real time usage: 0.014 seconds
Preprocessor visited node count: 36/1000000
Preprocessor generated node count: 135/1000000
Post?expand include size: 329/2097152 bytes
Template argument size: 66/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    2.828      1 -total
 55.70%    1.575      1 Vorlage:E3Akurz
 40.42%    1.143      1 Vorlage:Weiter
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1518-0!canonical and timestamp 20220210183659 and revision id 6219
 -->
          </div>
      </div>
    </div>
  </body>
</html>
