<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Pferd und Wagen</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Pferd und Wagen
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <p>
            Die <b>Bewegungsgeschwindigkeit</b> zu Fu&#223; betr&#228;gt ohne <a href="Stra_e.html" title="Straße">Stra&#223;e</a> 
            eine Region pro Runde; mit Stra&#223;e sind es zwei. Zu Pferd kann man 
            sich ohne Stra&#223;e zwei Regionen weit bewegen, mit Stra&#223;en drei. Pro 
            2 Pferde wird ein Talentpunkt ben&#246;tigt um zu reiten. Die Einheit 
            reitet automatisch, wenn f&#252;r alle Pferde genug Reittalent 
            vorhanden ist und die Einheit nicht &#252;berladen ist. Ist die Einheit 
            zu schwer beladen um zu Reiten, aber nicht zu schwer beladen um 
            sich zu Fu&#223; zu bewegen bleibt die Einheit nicht ganz stehen 
            sondern bewegt sich eine Region (ohne Stra&#223;e) weit.
          </p>
          <p>
            <b>Pferde</b> haben eine Kapazit&#228;t von 20GE.
          </p>
          <p>
            <b>Wagen</b> haben eine Kapazit&#228;t von 100GE. Dazu m&#252;ssen sie von 2 
            Pferden pro Wagen gezogen werden. Man kann aber auch Wagen als 
            Fracht transportieren, zum Beispiel auf einem Schiff oder wenn die 
            Einheit zu wenige Pferde dabei hat; sie haben ein Gewicht von 40GE.
          </p>
          <p>
            Je 4 Trolle k&#246;nnen auch ohne Pferde einen Wagen ziehen, allerdings 
            nur eine Region weit. Nur Trolle k&#246;nnen Wagen ohne Pferde benutzen.
          </p>
          <p>
            <b>Zu Fu&#223;</b> kann jede Person (auch ohne das Talent Reiten) 
            ein Pferd eine Region weit f&#252;hren. Zus&#228;tzlich kann jede Person pro 
            Talentstufe Reiten vier Pferde f&#252;hren (eine Person mit Reiten 1 
            also insgesamt 5 Pferde). F&#252;hren Trolle sowohl Pferde als auch 
            Wagen mit sich, so ziehen bevorzugt die Pferde die Wagen.
          </p>
          <p>
            <b>Zu Pferd</b> kann jede Person pro Talentstufe Reiten zwei 
            Pferde mitnehmen. Dabei ist zu beachten, dass die Reiter selbst 
            von der Kapazit&#228;t des Gespanns abgezogen werden m&#252;ssen.
          </p>
          <p>
            Sind zu viele Pferde vorhanden, kann sich die Einheit nicht mehr 
            bewegen.
          </p>
          <p>
            Sind in einer Einheit mehrere Pferde und Wagen, so wird deren 
            Tragekapazit&#228;t einfach addiert. So passen z.B. auf drei Wagen 
            sieben Steine, obwohl auf einen Wagen nur ein Stein (abgerundet) 
            passt.
          </p>
          <p>
            <br>
            <b>Beispiele</b> (wir nehmen hierf&#252;r an, dass es keine Stra&#223;en 
            gibt)
          </p>
          <ul>
            <li>
              <i>Eine Einheit mit 4 Personen und Reiten 1 kann max. 20 Pferde 
              (4 Pferde ohnehin, dazu 4*4 Pferde durch Reiten 1) zu Fu&#223; 
              mitf&#252;hren. Wenn sie nicht mehr als 8 Pferde dabei hat, kann sie 
              sich zwei Felder weit bewegen.</i>
            </li>
            <li>
              <i>Wenn also dieselbe Einheit nur 8 Pferde und 2 Wagen mit 
              nimmt, hat sie zu Pferd eine Kapazit&#228;t von 320GE (2*100GE f&#252;r 
              die Wagen + 8*20GE f&#252;r die Pferde - 4*10GE f&#252;r die Reiter). 
              Ausnahme hierzu sind Rassen mit anderem Gewicht, wo nat&#252;rlich 
              das tats&#228;chliche Gewicht des Reiters abgezogen wird.</i>
            </li>
            <li>
              <i>Eine Einheit mit 5 Zwergen ohne Talent Reiten kann 5 Pferde 
              eine Region weit f&#252;hren und dabei 127GE transportieren (5,4GE 
              pro Zwerg und 20GE pro Pferd).</i>
            </li>
            <li>
              <i>Wenn die gleiche Einheit zus&#228;tzlich noch 3 Wagen hat kann sie 
              287GE an anderen G&#252;tern transportieren (5,4GE pro Zwerg, 20GE 
              pro Pferd und 2*100GE f&#252;r die gezogenen Wagen minus 40GE f&#252;r den 
              Wagen der transportiert werden muss weil 5 Pferde nur f&#252;r 2 
              Wagen reichen).</i>
            </li>
            <li>
              <i>Eine Einheit mit 4 Trollen ohne Talent Reiten und ohne Pferde 
              kann einen Wagen eine Region (mit Stra&#223;en zwei Regionen) weit 
              ziehen und dabei 143,2GE transportieren (10,8GE pro Troll und 
              100GE auf dem Wagen).</i>
            </li>
            <li>
              <i>Eine Einheit mit 4 Trollen ohne Talent Reiten kann 4 Pferde 
              und 3 Wagen (zwei hinter den Pferden und einer hinter den 4 
              Trollen) eine Region weit f&#252;hren und dabei 423,2GE 
              transportieren (10,8GE pro Troll, 300GE auf dem Wagen und je 
              20GE auf den 4 Pferden). </i>
            </li>
            <li>
              <i>Eine Einheit mit 4 Trollen und Reiten 1 mit 4 Pferden und 
              zwei Wagen kann mit 323.2GE eine Region weit gehen (10,8GE pro 
              Troll, 20GE pro Pferd und 100GE pro Wagen) oder mit 200GE zwei 
              Regionen weit reiten (20GE pro Pferd, 100 GE pro Wagen minus 80 
              GE f&#252;r die 4 Trolle).</i>
            </li>
            <li>
              <i>Eine Einheit mit Reiten 1, einem Wagen und zwei Pferden kann 
              130 Schwerter zwei Regionen weit transportieren (der Fuhrmann 
              wiegt 10 und mu&#223; von der Kapazit&#228;t abgezogen werden, wenn er auf 
              dem Wagen sitzt). Eine Einheit mit Reiten 1 und 4 Personen 
              k&#246;nnte 20 Pferde und 10 Wagen eine Region weit und 8 Pferde und 
              vier Wagen zwei Regionen weit bewegen.</i>
            </li>
            <li>
              <i>Soll ein leerer Wagen mit zwei Pferden auf einem Schiff 
              transportiert werden, muss das Schiff daf&#252;r eine Kapazit&#228;t von 
              140GE (40 f&#252;r den Wagen +2*50 f&#252;r die Pferde) frei haben. </i>
            </li>
          </ul>
          <p>
            <br>
            
          </p>
          <div align="center" style="background-color: #00cccc; background-image: null; background-repeat: repeat; background-attachment: scroll; background-position: null; border-top-color: purple; border-top-style: solid; border-top-width: 2px; border-right-color: purple; border-right-style: solid; border-right-width: 2px; border-bottom-color: black; border-bottom-style: solid; border-bottom-width: 0px; border-left-color: purple; border-left-style: solid; border-left-width: 2px; padding-top: 3px; padding-right: 3px; padding-bottom: 3px; padding-left: 3px">
            <small><b><a href="Das_dritte_Zeitalter.html" title="Das dritte Zeitalter">E3A 
            &#8212; Das Dritte Zeitalter</a></b></small>
          </div>
          <div style="border-top-color: black; border-top-style: solid; border-top-width: 0px; border-right-color: purple; border-right-style: solid; border-right-width: 2px; border-bottom-color: purple; border-bottom-style: solid; border-bottom-width: 2px; border-left-color: purple; border-left-style: solid; border-left-width: 2px; padding-left: 5px">
            Streitrosse z&#228;hlen f&#252;r den Transport wie normale Pferde. Hat eine 
            Einheit beides z&#228;hlt f&#252;r alle Kapazit&#228;ten und Beschr&#228;nkungen die 
            Summe aus Pferden und Streitr&#246;sser.
          </div>
          <p>
            <br>
            
          </p>
          <p>
            <br>
            
          </p>
          <table>
            <tr>
              <td align="left" style="background-color: #ffffaa">
                Weiterlesen:
              </td>
              <td style="background-color: #ffffcc">
                <a href="Schiffsreise.html" title="Schiffsreise">Schiffsreise</a>
              </td>
            </tr>
          </table>
          <!-- 
NewPP limit report
Cached time: 20220210200609
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.009 seconds
Real time usage: 0.010 seconds
Preprocessor visited node count: 16/1000000
Preprocessor generated node count: 123/1000000
Post?expand include size: 610/2097152 bytes
Template argument size: 197/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    2.116      1 -total
 49.25%    1.042      1 Vorlage:E3A
 47.45%    1.004      1 Vorlage:Weiter
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1561-0!canonical and timestamp 20220210200609 and revision id 6714
 -->
          </div>
      </div>
    </div>
  </body>
</html>
