<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Rassen</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Rassen
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <p>
            Neben den Menschen gibt es in Eressea noch viele andere Rassen 
            (=Parteitypen), unter denen der Spieler w&#228;hlen kann. Jede Rasse 
            hat gewisse Vor- und Nachteile, die sich durch <a href="Talentmodifikatoren.html" title="Talentmodifikatoren">Boni 
            bzw. Mali</a> in einigen Talenten &#228;u&#223;ern und manchmal gewisse 
            andere spezielle F&#228;higkeiten; au&#223;erdem hat jede Rasse verschiedene <a href="Talentmodifikatoren.html" title="Talentmodifikatoren">Rekrutierungskosten</a>. 
            Eine Person wiegt in der Regel 10 Gewichtseinheit (GE) und kann 
            5,4 GE tragen. Ausnahmen sind Trolle, Goblins und verschiedene 
            Monster.
          </p>
          <p>
            Jeder neu beginnende Spieler muss sich eine Rasse aussuchen, die 
            er fortan spielen will. Diese Rasse wird bei der Anmeldung 
            angegeben und kann danach nicht mehr ge&#228;ndert werden. Die Auswahl 
            sollte also gut &#252;berdacht werden.
          </p>
          <p>
            Einen schnellen &#220;berblick gibt es in der <a href="Talentmodifikatoren.html" title="Talentmodifikatoren">Tabelle 
            rassenspezifischer Vor- und Nachteile </a>.
          </p>
          <div class="toc" id="toc">
            <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
            

            <div class="toctitle" dir="ltr" lang="de">
              <h2>
                Inhaltsverzeichnis
              </h2>
              <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
              </span>
            </div>
            <ul>
              <li class="toclevel-1 tocsection-1">
                <a href="#D.C3.A4monen"><span class="tocnumber">1</span> <span class="toctext">D&#228;monen</span></a>
              </li>
              <li class="toclevel-1 tocsection-2">
                <a href="#Elfen"><span class="tocnumber">2</span> <span class="toctext">Elfen</span></a>
              </li>
              <li class="toclevel-1 tocsection-3">
                <a href="#Goblins"><span class="tocnumber">3</span> <span class="toctext">Goblins</span></a>
              </li>
              <li class="toclevel-1 tocsection-4">
                <a href="#Halblinge"><span class="tocnumber">4</span> <span class="toctext">Halblinge</span></a>
              </li>
              <li class="toclevel-1 tocsection-5">
                <a href="#Insekten"><span class="tocnumber">5</span> <span class="toctext">Insekten</span></a>
              </li>
              <li class="toclevel-1 tocsection-6">
                <a href="#Katzen"><span class="tocnumber">6</span> <span class="toctext">Katzen</span></a>
              </li>
              <li class="toclevel-1 tocsection-7">
                <a href="#Meermenschen"><span class="tocnumber">7</span> <span class="toctext">Meermenschen</span></a>
              </li>
              <li class="toclevel-1 tocsection-8">
                <a href="#Menschen"><span class="tocnumber">8</span> <span class="toctext">Menschen</span></a>

                <ul>
                  <li class="toclevel-2 tocsection-9">
                    <a href="#Migranten"><span class="tocnumber">8.1</span> <span class="toctext">Migranten</span></a>
                  </li>
                </ul>
              </li>
              <li class="toclevel-1 tocsection-10">
                <a href="#Orks"><span class="tocnumber">9</span> <span class="toctext">Orks</span></a>
              </li>
              <li class="toclevel-1 tocsection-11">
                <a href="#Trolle"><span class="tocnumber">10</span> <span class="toctext">Trolle</span></a>
              </li>
              <li class="toclevel-1 tocsection-12">
                <a href="#Zwerge"><span class="tocnumber">11</span> <span class="toctext">Zwerge</span></a>
              </li>
            </ul>
          </div>
          <h2>
            <span class="mw-headline" id="D.C3.A4monen">D&#228;monen</span>
          </h2>
          <p>
            D&#228;monen sind grausam und unberechenbar. Sie fressen die Bauern der 
            Umgebung und &#252;berraschen immer wieder mit neuen F&#228;higkeiten oder 
            deren Verlust.
          </p>
          <p>
            <b>Achtung!</b> D&#228;monen sind denkbar ungeeignet f&#252;r unerfahrene 
            Eressea-Spieler!
          </p>
          <ul>
            <li>
              Alle Talente, in denen sie mindestens Talentstufe 1 haben (vor 
              Rassenmalus), verschieben sich mit einer Wahrscheinlichkeit von 
              25% um bis zu 3 Lernwochen nach oben (mit 60% Chance) oder unten 
              (mit 40% Chance; das Talent steigt oder sinkt also, nicht 
              beides). Die Verschiebung erfolgt nach den langen Befehlen und 
              der Bewegung. Negative Talentwerte entstehen dabei nicht; ein 
              Talent kann nicht unter 0 fallen.
            </li>
            <li>
              D&#228;monen fressen jede Runde Bauern. Ein Bauer ern&#228;hrt zehn 
              D&#228;monen, und D&#228;monen, die keine Nahrung bekommen, verlieren 
              Trefferpunkte und unterliegen der Talenthalbierung nach der 
              normalen <a class="mw-redirect" href="Geld.html#Hunger" title="Hunger">Hungerregel</a>.
            </li>
            <li>
              Rekrutierte D&#228;monen werden nicht vom Bauernpool abgezogen. Aus 
              spieltechnischen Gr&#252;nden gilt aber trotzdem das 
              Rekrutierungslimit.
            </li>
            <li>
              Gibt man D&#228;monen mit <tt><a href="GIB.html" title="GIB">GIB 
              0</a></tt> an die Bauern, kehren diese in ihre Heimatsph&#228;re 
              zur&#252;ck, sie werden nicht zu Bauern.
            </li>
            <li>
              D&#228;monen k&#246;nnen sich als eine andere Rasse tarnen.
            </li>
            <li>
              Im Nahkampf bewirkt jeder Treffer eines D&#228;mons bei einem Gegner 
              eine &quot;1-Personen-Panik&quot;: die betroffene Person hat -1 auf ihr 
              Kampftalent.
            </li>
            <li>
              Verwundete D&#228;monen regenerieren sich mit 7,5% ihrer 
              Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Elfen">Elfen</span>
          </h2>
          <p>
            Elfen sind ein geradezu magisches Volk. Schwere Arbeiten sind 
            nicht unbedingt ihre St&#228;rke, daf&#252;r umso mehr die feine Muse und 
            die Magie der Natur.
          </p>
          <ul>
            <li>
              Jeder Elf in der Region (bis zu maximal 1/8 der Regionskapazit&#228;t 
              f&#252;r Bauern, das entspricht z.B. bis zu 250 Elfen in einem Sumpf) 
              erh&#246;ht die Chance eines Baums, in einer Sommer- oder Herbstwoche 
              einen Samen abzuwerfen. Das kann je nach Anzahl der Elfen einen 
              ganz deutlichen Unterschied ausmachen.
            </li>
            <li>
              Elfen haben in W&#228;ldern zus&#228;tzlich Tarnung und Wahrnehmung +1 und 
              Taktik +2.
            </li>
            <li>
              Elfen d&#252;rfen sechs (statt f&#252;nf) Magier besitzen.
            </li>
            <li>
              Elfenmagier regenerieren Aura deutlich schneller
            </li>
            <li>
              Elfen machen mit B&#246;gen einen Schadenspunkt mehr.
            </li>
            <li>
              Nur Elfen k&#246;nnen Elfenb&#246;gen bauen.
            </li>
            <li>
              Verwundete Elfen regenerieren sich mit 5% ihrer Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Goblins">Goblins</span>
          </h2>
          <p>
            Goblins sind feige und hinterh&#228;ltig, lieber verstecken sie sich, 
            als dass sie zur Tat schreiten. Bei ihnen gilt: &quot;Masse statt 
            Klasse.&quot;
          </p>
          <ul>
            <li>
              Wenn sie mit mindestens zehnfacher &#220;bermacht angreifen, erhalten 
              sie Angriffsbonus.
            </li>
            <li>
              Goblins sind mit 6 GE leichter als andere Rassen, daf&#252;r ist aber 
              auch ihre Tragekapazit&#228;t von 4,4 GE geringer.
            </li>
            <li>
              Wenn Goblins mit einem Tarnungstalent von mindestens 4 klauen, 
              bekommen sie mindestens 50 Silber, selbst dann, wenn sie 
              erwischt werden.
            </li>
            <li>
              Unbewaffnete Goblins haben einen Bonus von +2 auf ihre 
              Verteidigung.
            </li>
            <li>
              Verwundete Goblins regenerieren sich mit 10% ihrer Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Halblinge">Halblinge</span>
          </h2>
          <p>
            Halblinge sind kleine Gesellen mit haarigen F&#252;&#223;en. Sie sind gute 
            H&#228;ndler und verstehen es, die Bauern zu unterhalten. Sie sind gute 
            Baumeister, Pferde und <a href="Schiff.html" title="Schiff">Schiffe</a> 
            &#252;berlassen sie aber lieber anderen. Der Umgang mit Waffen z&#228;hlt 
            nicht gerade zu ihren St&#228;rken.
          </p>
          <ul>
            <li>
              Halblinge, die in einem Kampf verusuchen zu fliehen, haben dabei 
              eine Grundchance von 50% (alle anderen Rassen 25%). Die maximale 
              Chance ist bei ihnen 90% (sonst 75%, siehe <tt><a href="K_MPFE.html" title="KÄMPFE">K&#196;MPFE 
              FLIEHE</a></tt>).
            </li>
            <li>
              Halblinge haben einen Angriffs- und Schadens-Bonus von je +5 im 
              Kampf gegen Drachen.
            </li>
            <li>
              Halblinge nehmen durch Hungern mehr Schaden als ander Rassen. 
              (Zwischen 8 und 17 Punkten (1d10+7) Schaden.)
            </li>
            <li>
              Verwundete Halblinge regenerieren sich mit 5% ihrer 
              Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Insekten">Insekten</span>
          </h2>
          <p>
            Insekten leben in einem streng organisiertem Staat. Sie hassen die 
            K&#228;lte und f&#252;hlen sich in feucht-warmen Gegenden am wohlsten. Ihr 
            harter Panzer sch&#252;tzt sie vor so manchen &#220;bergriffen.
          </p>
          <p>
            Insekten sind nicht sehr geeignet f&#252;r unerfahrene Eressea-Spieler!
          </p>
          <ul>
            <li>
              Insekten m&#246;gen W&#228;rme und Feuchtigkeit und hassen die K&#228;lte: In 
              W&#252;sten und S&#252;mpfen haben sie +1 auf alle Talente, in denen sie 
              wenigstens Talent 1 haben, in Gebirgen und Gletschern -1.
            </li>
            <li>
              Insekten k&#246;nnen Gletscher nicht betreten und dort auch nicht 
              rekrutiert werden, es ist ihnen zu kalt. Insekten, welche 
              trotzdem in einen Gletscher gelangen, verlieren Trefferpunkte 
              und unterliegen der Talenthalbierung nach der normalen <a class="mw-redirect" href="Geld.html#Hunger" title="Hunger">Hungerregel</a>.
            </li>
            <li>
              Insekten k&#246;nnen in den Wintermonaten Herdfeuer, Eiswind und 
              Schneebann nur in W&#252;sten rekrutieren. Es kann allerdings durch <a href="Liste_der_Talente.html" title="Liste der Talente">Alchemie</a> 
              ein <a href="Tr_nke.html" title="Tränke">Trank</a> (Nestw&#228;rme) 
              hergestellt werden, der die Rekrutierung in anderem Terrain 
              m&#246;glich macht.
            </li>
            <li>
              Insekten sind automatisch durch ihren Chitinpanzer gesch&#252;tzt. 
              Diese R&#252;stung wirkt zur H&#228;lfte additiv zu einer R&#252;stung, die 
              Insekten tragen.
            </li>
            <li>
              Insekten bekommen einen <a href="Taktik.html" title="Taktik">Taktik</a>-Bonus, 
              wenn sie in Massen auftreten. Ein Insektentaktiker bekommt einen 
              Bonus von log10(Anzahl der K&#228;mpfer in seinem Heer)-1 auf Taktik. 
              Das kann bei sehr wenigen K&#228;mpfern auch einen Malus ergeben!
            </li>
            <li>
              Insekten k&#246;nnen in W&#252;sten und S&#252;mpfen auch ohne Burgen handeln.
            </li>
            <li>
              Verwundete Insekten regenerieren sich mit 5% ihrer Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Katzen">Katzen</span>
          </h2>
          <p>
            Die Katzen z&#228;hlen kaum zu den Handwerkern. Ihre feinen Sinne und 
            ihre Geschmeidigkeit helfen jedoch bei einigen Dingen, die andere 
            erst m&#252;hsam erlernen m&#252;ssen.
          </p>
          <ul>
            <li>
              &quot;Sieben Leben&quot;: Katzen &#252;berleben einen ansonsten t&#246;dlichen 
              Treffer mit 1/7 Wahrscheinlichkeit; sie haben dann wieder volle 
              Trefferpunkte.
            </li>
            <li>
              Katzen benutzen keine Plattenpanzer.
            </li>
            <li>
              Ihre Gewandheit verleiht Katzen einen Bonus von +1 auf 
              Verteidigung
            </li>
            <li>
              Verwundete Katzen regenerieren sich mit 5% ihrer Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Meermenschen">Meermenschen</span>
          </h2>
          <p>
            Meermenschen sind im Wasser zu Hause, im Gebirge f&#252;hlen sie sich 
            dagegen unwohl. Schiffe bauen und bedienen sie so leicht, als 
            seien es Baukl&#246;tzchen, w&#228;hrend ihnen andere Arbeiten nicht ganz so 
            leicht fallen.
          </p>
          <ul>
            <li>
              Alle Schiffe mit Meermenschen-Kapit&#228;n einer Meermenschen-Partei 
              k&#246;nnen sich ein Feld weiter <a href="Reisen.html" title="Reisen">bewegen</a>.
            </li>
            <li>
              Meermenschen k&#246;nnen auch auf Schiffen <a href="Befehl.html" title="Befehl">lange 
              Befehle</a> ausf&#252;hren. Achtung, dies hat einige implizite 
              Folgen: Meermenschen k&#246;nnen sich z.B. von einer an eine 
              Landregion angrenzende Ozeanregion auf die Landregion begeben, 
              siehe <a class="mw-redirect" href="Schiffsreise.html" title="Schiffsreisen">Anschwimmen</a>.
            </li>
            <li>
              Bis zu 100 Meermenschen pro Ozeanfeld k&#246;nnen auf hoher See mit 
              dem Befehl <tt><a href="ARBEITE.html" title="ARBEITE">ARBEITE</a></tt> 
              je 10 Silber verdienen.
            </li>
            <li>
              Verwundete Meermenschen regenerieren sich mit 5% ihrer 
              Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Menschen">Menschen</span>
          </h2>
          <p>
            Menschen k&#246;nnen alles ein bisschen, nichts so richtig schlecht 
            aber auch nichts so richtig gut. Sie kommen mit allen V&#246;lkern gut 
            aus und sind &#252;berall zu finden.
          </p>
          <ul>
            <li>
              Eine Mensch-Partei kann einige Personen anderer Rassen haben, 
              wobei ein Mischen von verschiedenen Rassen in einer Einheit 
              nicht m&#246;glich ist. Diese Personen kann die Partei aber nicht 
              selber rekrutieren, sondern muss sie sich von anderen Parteien 
              der entsprechenden Rassen geben lassen.
            </li>
            <li>
              Verwundete Menschen regenerieren sich mit 5% ihrer Trefferpunkte.
            </li>
          </ul>
          <h3>
            <span class="mw-headline" id="Migranten">Migranten</span>
          </h3>
          <p>
            Die Anzahl der <i>Migranten</i> errechnet sich als <tt>log10(Parteigr&#246;&#223;e&#247;50)&#215;20</tt>. 
            Hat man durch eine Katastrophe oder Kampf pl&#246;tzlich zu viele 
            Migranten, werden diese nicht entfernt, man kann nur keine neuen 
            mehr aufnehmen.
          </p>
          <p>
            Es gibt keine Migranten mit sog. &quot;teuren Talenten&quot;, also z.B. 
            Magier oder Taktiker.
          </p>
          <h2>
            <span class="mw-headline" id="Orks">Orks</span>
          </h2>
          <p>
            Orks sind ein recht k&#228;mpferisches Volk; schon in der Kindergrube 
            wissen sie mit einer Waffe umzugehen. Kontakte zu anderen V&#246;lkern 
            haben sie am liebsten bei &#220;berf&#228;llen mit dreifacher &#220;bermacht.
          </p>
          <ul>
            <li>
              Neu rekrutierte Orks starten mit je Talentstufe 1 in Hiebwaffen 
              und Stangenwaffen.
            </li>
            <li>
              Orks verdienen mit <tt><a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITEN</a></tt> 
              weniger als andere Rassen (siehe <a href="ARBEITE.html" title="ARBEITE">dort</a>).
            </li>
            <li>
              Rekrutierte Orks werden - &#228;hnlich dem zwergischen Eisenbonus - 
              nur zu 50% von den Regionsbauern abgezogen. Ein rekrutierter Ork 
              wird deshalb nur zur H&#228;lfte vom Rekrutierungslimit der Region 
              abgezogen. Es wird aufgerundet.
            </li>
            <li>
              Analog gilt: Gibt man Orks mit <tt><a href="GIB.html" title="GIB">GIB 
              0</a></tt> an die Bauern, so werden sie nur zur H&#228;lfte zu den 
              Bauern addiert. Hierbei wird allerdings abgerundet.
            </li>
            <li>
              Unbewaffnete Orks k&#228;mpfen im Nahkampf nicht wie andere Rassen 
              mit -2, sondern mit (bestes Nahkampftalent -3). Zum 
              Steuereintreiben ben&#246;tigen sie trotzdem Waffen.
            </li>
            <li>
              Orks sind langsame Denker und lernen generell alle 
              Nichtkampftalente etwas langsamer als andere Rassen.
            </li>
            <li>
              Verwundete Orks regenerieren sich mit 5% ihrer Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Trolle">Trolle</span>
          </h2>
          <p>
            Trolle stapfen wandelnden Felsbrocken gleich un&#252;bersehbar durch 
            die Lande. Mit Steinen k&#246;nnen sie mit ihren riesigen Kr&#228;ften 
            perfekt umgehen, daf&#252;r aber umso weniger mit Pferden, und auch das 
            Schwimmen ist nicht ihre Meisterdisziplin.
          </p>
          <ul>
            <li>
              Trolle sind stark und k&#246;nnen doppelt soviel tragen wie andere 
              (10,8 GE), wiegen aber auch doppelt soviel (20 GE).
            </li>
            <li>
              Es gibt keine Troll-Kavallerie, d.h. Trolle erhalten keinen 
              Pferdebonus. Auf den Warentransport und die 
              Bewegungsgeschwindigkeit berittener Trolle hat das keine 
              Auswirkungen.
            </li>
            <li>
              Von Trollen abgebaute Steine werden nur zu 75% vom 
              &quot;Regionsvorrat&quot; abgezogen. Dieser Effekt ist kumulativ zu einem 
              Steinbruch (siehe <a href="Andere_Geb_ude.html#Steinbruch" title="Andere Gebäude">hier</a> 
              und <a href="Rohstoffe.html#Vom_Bergbau" title="Rohstoffe">hier</a>).
            </li>
            <li>
              Gegen Trolle hat Kavallerie nur einen Bonus von +1.
            </li>
            <li>
              Trolle sind als einzige Rasse dazu in der Lage, Wagen ohne 
              Pferde zu benutzen. Je vier Trolle k&#246;nnen einen Wagen ziehen, 
              sich allerdings auch nur eine Region (ohne Stra&#223;e) bewegen. 
              Genauer wird das beim Befehl <a href="FAHRE.html" title="FAHRE">FAHRE</a> 
              erkl&#228;rt.
            </li>
            <li>
              Unbewaffnete Trolle machen 2-6 Trefferpunkte Schaden.
            </li>
            <li>
              Verwundete Trolle regenerieren sich mit 7,5% ihrer Trefferpunkte.
            </li>
          </ul>
          <h2>
            <span class="mw-headline" id="Zwerge">Zwerge</span>
          </h2>
          <p>
            Zwerge leben in den Bergen. Ihre Schmiedek&#252;nste sind viel ger&#252;hmt, 
            ihre Bauten weltbekannt. Magie ist ihnen ein Greuel, Pferde nicht 
            ganz geheuer und auch das Wasser ist nicht gerade ihr Element.
          </p>
          <ul>
            <li>
              Von Zwergen abgebautes Eisen wird nur zu 60% vom &quot;Regionsvorrat&quot; 
              abgezogen. Dieser Effekt ist kumulativ zu einem Bergwerk (siehe <a href="Andere_Geb_ude.html#Bergwerk" title="Andere Gebäude">hier</a> 
              und <a href="Rohstoffe.html#Vom_Bergbau" title="Rohstoffe">hier</a>).
            </li>
            <li>
              Zwerge haben im Gebirge und in Gletschern +1 auf <a href="Taktik.html" title="Taktik">Taktik</a>.
            </li>
            <li>
              Zwergenmagier regenerieren Aura deutlich langsamer
            </li>
            <li>
              Verwundete Zwerge regenerieren sich mit 5% ihrer Trefferpunkte.
            </li>
          </ul>
          <p>
            <br>
            
          </p>
          <table>
            <tr>
              <td align="left" style="background-color: #ffffaa">
                Weiterlesen:
              </td>
              <td style="background-color: #ffffcc">
                <a href="Talente.html" title="Talente">Talente</a>
              </td>
            </tr>
          </table>
          <!-- 
NewPP limit report
Cached time: 20220210032808
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.017 seconds
Real time usage: 0.018 seconds
Preprocessor visited node count: 55/1000000
Preprocessor generated node count: 119/1000000
Post?expand include size: 128/2097152 bytes
Template argument size: 14/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    1.079      1 Vorlage:Weiter
100.00%    1.079      1 -total
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1451-0!canonical and timestamp 20220210032807 and revision id 6717
 -->
          </div>
      </div>
    </div>
  </body>
</html>
