<html lang="de">
  <head>
    <meta charset="iso-8859-1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <meta name="description" content="Magellan Dokumentation">
    <title>Reisen</title>
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <div id="mh-content">
      <h1>
        Reisen
      </h1>
      <div id="gh-content">
        <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
          <div class="mw-parser-output">
            <div class="toc" id="toc">
              <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
              

              <div class="toctitle" dir="ltr" lang="de">
                <h2>
                  Inhaltsverzeichnis
                </h2>
                <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
                </span>
              </div>
              <ul>
                <li class="toclevel-1 tocsection-1">
                  <a href="#Reisen:_Zu_Land_und_zur_See"><span class="tocnumber">1</span> 
                  <span class="toctext">Reisen: Zu Land und zur See</span></a>
                </li>
                <li class="toclevel-1 tocsection-2">
                  <a href="#Stra.C3.9Fen"><span class="tocnumber">2</span> <span class="toctext">Stra&#223;en</span></a>
                </li>
                <li class="toclevel-1 tocsection-3">
                  <a href="#Pferd_und_Wagen"><span class="tocnumber">3</span> <span class="toctext">Pferd 
                  und Wagen</span></a>
                </li>
                <li class="toclevel-1 tocsection-4">
                  <a href="#Schiffsreisen"><span class="tocnumber">4</span> <span class="toctext">Schiffsreisen</span></a>
                </li>
                <li class="toclevel-1">
                  <a href="#Anschwimmen"><span class="tocnumber">5</span> <span class="toctext">Anschwimmen</span></a>
                </li>
                <li class="toclevel-1 tocsection-5">
                  <a href="#Siehe_auch"><span class="tocnumber">6</span> <span class="toctext">Siehe 
                  auch</span></a>
                </li>
              </ul>
            </div>
            <h2>
              <span class="mw-headline" id="Reisen:_Zu_Land_und_zur_See">Reisen: 
              Zu Land und zur See</span>
            </h2>
            <p>
              In jeder Runde kann man zu Land eine Region weit gehen. Hat eine 
              Einheit genug Pferde und hat sie das Talent Reiten, so kommt sie 
              eine Region weiter als zu Fu&#223;. Sind die aneinanderliegenden 
              Regionen durch Stra&#223;en verbunden, k&#246;nnen sich die Einheiten zu 
              Fu&#223; bis zu 2 Regionen und zu Pferd bis zu 3 Regionen weit 
              bewegen.
            </p>
            <p>
              Bewegung ist nur in die sechs Richtungen Nordost, Nordwest, 
              Osten, Westen, S&#252;dost und S&#252;dwest m&#246;glich. Eine direkte Bewegung 
              nach Norden oder S&#252;den geht nicht. Daf&#252;r verwendet man die 
              Befehle <a href="NACH.html" title="NACH">NACH</a> und <a href="ROUTE.html" title="ROUTE">ROUTE</a>.
            </p>
            <p>
              Mit dem Befehl <a class="mw-redirect" href="FAHRE.html" title="TRANSPORTIERE">TRANSPORTIERE</a> 
              <i>fahrgast-einheit</i> k&#246;nnen Einheiten andere Einheiten 
              mitnehmen. Die zu transportierende Einheit mu&#223; dazu den Befehl <a href="FAHRE.html" title="FAHRE">FAHRE</a> 
              transporter-einheit geben. Durch diesen Befehl ist es z.B. 
              m&#246;glich, Einheiten, die nicht reiten k&#246;nnen, auf Pferden oder 
              Wagen mitzunehmen. Die transportierende Einheit mu&#223; dazu 
              nat&#252;rlich Tragekapazit&#228;t f&#252;r die Passagiere und deren 
              Besitzt&#252;mer haben.
            </p>
            <p>
              Reisende Einheiten k&#246;nnen von bewachenden Einheiten in einer 
              Region gestoppt werden (siehe <a href="BEWACHE.html" title="BEWACHE">BEWACHE</a>).
            </p>
            <p>
              Wenn eine Einheit oder ein Schiff zu schwer beladen ist, k&#246;nnen 
              sie sich nicht fortbewegen. Dazu wird das Gesamtgewicht der zu 
              transportierenden Einheit samt mitgef&#252;hrten Waren und Silber mit 
              der Tragekapazit&#228;t verglichen (siehe <a href="Waren.html" title="Waren">diese</a> 
              Tabelle f&#252;r die Gewichte).
            </p>
            <table align="center" border="0" cellspacing="0">
              <caption>
                Gewichte und Kapazit&#228;ten 
              </caption>
              <tr style="background-color: #aaaaaa">
                <th>
                  
                </th>
                <th>
                  Gewicht
                </th>
                <th>
                  Kapazit&#228;t
                </th>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Trolle
                </td>
                <td>
                  20
                </td>
                <td>
                  10,8
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Goblins
                </td>
                <td>
                  6
                </td>
                <td>
                  4,4
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  alle anderen Spielerrassen
                </td>
                <td>
                  10
                </td>
                <td>
                  5,4
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Pferd
                </td>
                <td>
                  50
                </td>
                <td>
                  20
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Wagen
                </td>
                <td>
                  40
                </td>
                <td>
                  100
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Boot
                </td>
                <td>
                  -/-
                </td>
                <td>
                  50
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Langboot
                </td>
                <td>
                  -/-
                </td>
                <td>
                  500
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Drachenschiff
                </td>
                <td>
                  -/-
                </td>
                <td>
                  1000
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Karavelle
                </td>
                <td>
                  -/-
                </td>
                <td>
                  3000
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Trireme
                </td>
                <td>
                  -/-
                </td>
                <td>
                  2000
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Galeone
                </td>
                <td>
                  -/-
                </td>
                <td>
                  20000
                </td>
              </tr>
            </table>
            <h2>
              <span class="mw-headline" id="Stra.C3.9Fen">Stra&#223;en</span>
            </h2>
            <p>
              Durch den Bau von Stra&#223;en kann die Reisegeschwindigkeit um eine 
              Region erh&#246;ht werden. Dabei m&#252;ssen alle Regionen, durch die man 
              reist, ein komplettes Stra&#223;ennetz aufweisen.
            </p>
            <p>
              N&#228;heres zum Bau von Stra&#223;en kann man <a href="Stra_e.html" title="Straße">hier</a> 
              nachlesen.
            </p>
            <h2>
              <span class="mw-headline" id="Pferd_und_Wagen">Pferd und Wagen</span>
            </h2>
            <p>
              Die <b>Bewegungsgeschwindigkeit</b> zu Fu&#223; betr&#228;gt ohne <a href="Stra_e.html" title="Straße">Stra&#223;e</a> 
              eine Region pro Runde; mit Stra&#223;e sind es zwei. Zu Pferd kann 
              man sich ohne Stra&#223;e zwei Regionen weit bewegen, mit Stra&#223;en 
              drei. Pro 2 Pferde wird ein Talentpunkt ben&#246;tigt um zu reiten. 
              Die Einheit reitet automatisch, wenn f&#252;r alle Pferde genug 
              Reittalent vorhanden ist und die Einheit nicht &#252;berladen ist. 
              Ist die Einheit zu schwer beladen um zu Reiten, aber nicht zu 
              schwer beladen um sich zu Fu&#223; zu bewegen bleibt die Einheit 
              nicht ganz stehen sondern bewegt sich eine Region (ohne Stra&#223;e) 
              weit.
            </p>
            <p>
              <b>Pferde</b> haben eine Kapazit&#228;t von 20GE.
            </p>
            <p>
              <b>Wagen</b> haben eine Kapazit&#228;t von 100GE. Dazu m&#252;ssen sie von 
              2 Pferden pro Wagen gezogen werden. Man kann aber auch Wagen als 
              Fracht transportieren, zum Beispiel auf einem Schiff oder wenn 
              die Einheit zu wenige Pferde dabei hat; sie haben ein Gewicht 
              von 40GE.
            </p>
            <p>
              Je 4 Trolle k&#246;nnen auch ohne Pferde einen Wagen ziehen, 
              allerdings nur eine Region weit. Nur Trolle k&#246;nnen Wagen ohne 
              Pferde benutzen.
            </p>
            <p>
              <b>Zu Fu&#223;</b> kann jede Person (auch ohne das Talent 
              Reiten) ein Pferd eine Region weit f&#252;hren. Zus&#228;tzlich kann jede 
              Person pro Talentstufe Reiten vier Pferde f&#252;hren (eine Person 
              mit Reiten 1 also insgesamt 5 Pferde). F&#252;hren Trolle sowohl 
              Pferde als auch Wagen mit sich, so ziehen bevorzugt die Pferde 
              die Wagen.
            </p>
            <p>
              <b>Zu Pferd</b> kann jede Person pro Talentstufe Reiten zwei 
              Pferde mitnehmen. Dabei ist zu beachten, dass die Reiter selbst 
              von der Kapazit&#228;t des Gespanns abgezogen werden m&#252;ssen.
            </p>
            <p>
              Sind zu viele Pferde vorhanden, kann sich die Einheit nicht mehr 
              bewegen.
            </p>
            <p>
              Sind in einer Einheit mehrere Pferde und Wagen, so wird deren 
              Tragekapazit&#228;t einfach addiert. So passen z.B. auf drei Wagen 
              sieben Steine, obwohl auf einen Wagen nur ein Stein (abgerundet) 
              passt.
            </p>
            <p>
              <br>
              <b>Beispiele</b> (wir nehmen hierf&#252;r an, dass es keine Stra&#223;en 
              gibt)
            </p>
            <ul>
              <li>
                <i>Eine Einheit mit 4 Personen und Reiten 1 kann max. 20 
                Pferde (4 Pferde ohnehin, dazu 4*4 Pferde durch Reiten 1) zu 
                Fu&#223; mitf&#252;hren. Wenn sie nicht mehr als 8 Pferde dabei hat, 
                kann sie sich zwei Felder weit bewegen.</i>
              </li>
              <li>
                <i>Wenn also dieselbe Einheit nur 8 Pferde und 2 Wagen mit 
                nimmt, hat sie zu Pferd eine Kapazit&#228;t von 320GE (2*100GE f&#252;r 
                die Wagen + 8*20GE f&#252;r die Pferde - 4*10GE f&#252;r die Reiter). 
                Ausnahme hierzu sind Rassen mit anderem Gewicht, wo nat&#252;rlich 
                das tats&#228;chliche Gewicht des Reiters abgezogen wird.</i>
              </li>
              <li>
                <i>Eine Einheit mit 5 Zwergen ohne Talent Reiten kann 5 Pferde 
                eine Region weit f&#252;hren und dabei 127GE transportieren (5,4GE 
                pro Zwerg und 20GE pro Pferd).</i>
              </li>
              <li>
                <i>Wenn die gleiche Einheit zus&#228;tzlich noch 3 Wagen hat kann 
                sie 287GE an anderen G&#252;tern transportieren (5,4GE pro Zwerg, 
                20GE pro Pferd und 2*100GE f&#252;r die gezogenen Wagen minus 40GE 
                f&#252;r den Wagen der transportiert werden muss weil 5 Pferde nur 
                f&#252;r 2 Wagen reichen).</i>
              </li>
              <li>
                <i>Eine Einheit mit 4 Trollen ohne Talent Reiten und ohne 
                Pferde kann einen Wagen eine Region (mit Stra&#223;en zwei 
                Regionen) weit ziehen und dabei 143,2GE transportieren (10,8GE 
                pro Troll und 100GE auf dem Wagen).</i>
              </li>
              <li>
                <i>Eine Einheit mit 4 Trollen ohne Talent Reiten kann 4 Pferde 
                und 3 Wagen (zwei hinter den Pferden und einer hinter den 4 
                Trollen) eine Region weit f&#252;hren und dabei 423,2GE 
                transportieren (10,8GE pro Troll, 300GE auf dem Wagen und je 
                20GE auf den 4 Pferden). </i>
              </li>
              <li>
                <i>Eine Einheit mit 4 Trollen und Reiten 1 mit 4 Pferden und 
                zwei Wagen kann mit 323.2GE eine Region weit gehen (10,8GE pro 
                Troll, 20GE pro Pferd und 100GE pro Wagen) oder mit 200GE zwei 
                Regionen weit reiten (20GE pro Pferd, 100 GE pro Wagen minus 
                80 GE f&#252;r die 4 Trolle).</i>
              </li>
              <li>
                <i>Eine Einheit mit Reiten 1, einem Wagen und zwei Pferden 
                kann 130 Schwerter zwei Regionen weit transportieren (der 
                Fuhrmann wiegt 10 und mu&#223; von der Kapazit&#228;t abgezogen werden, 
                wenn er auf dem Wagen sitzt). Eine Einheit mit Reiten 1 und 4 
                Personen k&#246;nnte 20 Pferde und 10 Wagen eine Region weit und 8 
                Pferde und vier Wagen zwei Regionen weit bewegen.</i>
              </li>
              <li>
                <i>Soll ein leerer Wagen mit zwei Pferden auf einem Schiff 
                transportiert werden, muss das Schiff daf&#252;r eine Kapazit&#228;t von 
                140GE (40 f&#252;r den Wagen +2*50 f&#252;r die Pferde) frei haben. </i>
              </li>
            </ul>
            <p>
              <br>
              
            </p>
            <div align="center" style="background-color: #00cccc; background-image: null; background-repeat: repeat; background-attachment: scroll; background-position: null; border-top-color: purple; border-top-style: solid; border-top-width: 2px; border-right-color: purple; border-right-style: solid; border-right-width: 2px; border-bottom-color: black; border-bottom-style: solid; border-bottom-width: 0px; border-left-color: purple; border-left-style: solid; border-left-width: 2px; padding-top: 3px; padding-right: 3px; padding-bottom: 3px; padding-left: 3px">
              <small><b><a href="Das_dritte_Zeitalter.html" title="Das dritte Zeitalter">E3A 
              &#8212; Das Dritte Zeitalter</a></b></small>
            </div>
            <div style="border-top-color: black; border-top-style: solid; border-top-width: 0px; border-right-color: purple; border-right-style: solid; border-right-width: 2px; border-bottom-color: purple; border-bottom-style: solid; border-bottom-width: 2px; border-left-color: purple; border-left-style: solid; border-left-width: 2px; padding-left: 5px">
              Streitrosse z&#228;hlen f&#252;r den Transport wie normale Pferde. Hat 
              eine Einheit beides z&#228;hlt f&#252;r alle Kapazit&#228;ten und 
              Beschr&#228;nkungen die Summe aus Pferden und Streitr&#246;sser.
            </div>
            <h2>
              <span class="mw-headline" id="Schiffsreisen">Schiffsreisen</span>
            </h2>
            <p>
              Nur mit <a href="Schiff.html" title="Schiff">Schiffen</a> kann 
              man seine Insel verlassen und so z.B. neue M&#228;rkte erschlie&#223;en 
              oder direkten Kontakt zu anderen Parteien aufnehmen. Mit einem 
              Schiff kann man bis zu 7 Regionen weit segeln, unter Einsatz von 
              Meermenschen oder Magie sogar noch weiter.
            </p>
            <p>
              Alle Schiffe gr&#246;&#223;er als ein Boot (das schlie&#223;t Langboote ein) 
              k&#246;nnen nur in Ebenen und W&#228;ldern anlegen. Alle anderen 
              Regionstypen (z.B. Berge, Hochl&#228;nder, S&#252;mpfe) brauchen einen <a href="Andere_Geb_ude.html#Hafen" title="Andere Gebäude"><b>Hafen</b></a>, 
              damit dort Schiffe anlegen k&#246;nnen. Ablegen k&#246;nnen Schiffe 
              &#252;berall, man kann also Schiffe in allen K&#252;stenregionen bauen und 
              dann zu Wasser lassen.
            </p>
            <p>
              Schiffe k&#246;nnen aber nicht direkt - ohne &#252;ber eine Ozeanregion zu 
              segeln - von einer K&#252;ste in die benachbarte K&#252;stenregion 
              gelangen. Ebenso k&#246;nnen sie nicht in alle Richtungen ablegen, 
              sondern nur in die Richtung, aus der sie kamen und deren 
              Nachbarrichtungen. Ein Schiff, welches aus Osten kam (im Report 
              steht dann auch an der Ostkueste), kann also nach Osten, 
              Nordosten und S&#252;dosten ablegen. Verf&#252;gt eine Region jedoch &#252;ber 
              einen Hafen, dann k&#246;nnen Schiffe des Hafeneigners und von 
              Parteien, die vom Hafeneigner <a href="HELFE.html" title="HELFE">HELFE</a> 
              BEWACHE haben, auch in andere Richtungen ablegen, sofern es sich 
              um Ozeanregionen handelt.
            </p>
            <p>
              Auf hoher See - das sind Ozeanregionen, an die keine Landregion 
              grenzt - k&#246;nnen Schiffe durch St&#252;rme in eine Nachbarregion 
              abtreiben und Schaden nehmen. Die gilt nicht f&#252;r Schiffe die <a href="FOLGE.html" title="FOLGE">FOLGE</a> 
              oder <a href="Krieg.html#Piraterie" title="Krieg">Piraterie</a> 
              ausf&#252;hren.
            </p>
            <p>
              Um ein Schiff segeln zu k&#246;nnen, braucht man ausgebildete 
              Matrosen, sprich Einheiten, die das Talent Segeln erlernt haben. 
              In der folgenden Tabelle steht unter &quot;Kapit&#228;n&quot; der 
              Mindesttalentwert, den der Kapit&#228;n (die erste Einheit auf dem 
              Schiff im Report) des Schiffes in Segeln haben muss. Zudem 
              braucht man auf dem Schiff eine gewisse Anzahl Matrosen. In der 
              Tabelle steht, wie viele Talentstufen Segeln insgesamt auf dem 
              Schiff &quot;versammelt&quot; sein m&#252;ssen. Haben die Matrosen also einen 
              Talentwert von 2 im Segeln, braucht man nur noch halb so viele 
              Matrosen, wie in der Liste stehen. F&#252;r das Gesamttalent werden 
              alle Einheiten an Bord ber&#252;cksichtigt, auch die von anderen und 
              nicht einmal mit dem Kapit&#228;n alliierten Parteien. Die in der 
              Tabelle aufgef&#252;hrte Reichweite gilt pro Runde, d.h. ein Schiff 
              kann pro Runde maximal so weit segeln. Schiffe, die von einem 
              Meermenschen einer Meermenschenpartei gesteuert werden (ein 
              Migranten-Meermensch einer Menschenpartei z&#228;hlt also nicht), 
              k&#246;nnen jeweils ein Feld weiter segeln.
            </p>
            <table border="0" cellpadding="3" cellspacing="0">
              <caption>
                Schiffe - Reichweite, Kapazit&#228;t, Talente 
              </caption>
              <tr style="background-color: #aaaaaa">
                <th>
                  Typ
                </th>
                <th>
                  Reichweite
                </th>
                <th>
                  Kapazit&#228;t
                </th>
                <th>
                  Kapit&#228;n/Besatzung
                </th>
                <th>
                  Bautalent
                </th>
                <th>
                  Bauholz
                </th>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Boot
                </td>
                <td align="right">
                  2
                </td>
                <td align="right">
                  50
                </td>
                <td align="right">
                  1/2
                </td>
                <td align="right">
                  1
                </td>
                <td align="right">
                  5
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Langboot
                </td>
                <td align="right">
                  3
                </td>
                <td align="right">
                  500
                </td>
                <td align="right">
                  1/10
                </td>
                <td align="right">
                  1
                </td>
                <td align="right">
                  50
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Drachenschiff
                </td>
                <td align="right">
                  5*
                </td>
                <td align="right">
                  1000
                </td>
                <td align="right">
                  2/50
                </td>
                <td align="right">
                  2
                </td>
                <td align="right">
                  100
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Karavelle
                </td>
                <td align="right">
                  5
                </td>
                <td align="right">
                  3000
                </td>
                <td align="right">
                  3/30
                </td>
                <td align="right">
                  3
                </td>
                <td align="right">
                  250
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <td>
                  Trireme
                </td>
                <td align="right">
                  7
                </td>
                <td align="right">
                  2000
                </td>
                <td align="right">
                  4/120
                </td>
                <td align="right">
                  4
                </td>
                <td align="right">
                  200
                </td>
              </tr>
              <tr style="background-color: #cccccc">
                <td>
                  Galeone
                </td>
                <td align="right">
                  5
                </td>
                <td align="right">
                  20000
                </td>
                <td align="right">
                  5/250**
                </td>
                <td align="right">
                  5
                </td>
                <td align="right">
                  2000
                </td>
              </tr>
              <tr>
                <td colspan="6">
                  * Drachenschiffgeschwindigkeit abh&#228;ngig vom Kapit&#228;nstalent
                </td>
              </tr>
              <tr>
                <td colspan="6">
                  ** F&#252;r das Gesamttalent der Galeone werden nur Einheiten ab 
                  T2 in Segeln herangezogen
                </td>
              </tr>
            </table>
            <table border="0" cellpadding="3" cellspacing="0">
              <caption>
                Drachenschiffgeschwindigkeit 
              </caption>
              <tr style="background-color: #aaaaaa">
                <td>
                  Kapit&#228;n
                </td>
                <td>
                  2
                </td>
                <td>
                  6
                </td>
                <td>
                  18
                </td>
                <td>
                  54
                </td>
                <td>
                  162
                </td>
              </tr>
              <tr style="background-color: #eeeeee">
                <th>
                  Reichweite
                </th>
                <th>
                  5
                </th>
                <th>
                  6
                </th>
                <th>
                  7
                </th>
                <th>
                  8
                </th>
                <th>
                  9
                </th>
              </tr>
            </table>
            <p>
              <br>
              Ist ein Schiff nicht mit genug Matrosen ausger&#252;stet, kann es 
              nicht ablegen. Passiert dies auf See (z.B. durch einen Kampf 
              oder Einheiten verhungerten wegen Silbermangel), treibt es 
              steuerlos umher, bis es an eine K&#252;stenregion trifft. Dabei nimmt 
              es st&#228;ndig Schaden, so dass es nach kurzer Zeit versinken wird 
              (siehe auch <a class="mw-redirect" href="Schiff.html" title="Schiffe">hier</a> 
              ).
            </p>
            <p>
              Befindet sich eine Einheit auf einem Schiff, so muss das 
              Gesamtgewicht der Einheit einschlie&#223;lich des Gewichtes von 
              Pferden, Wagen, Leuten und nat&#252;rlich aller Waren und Silber der 
              Einheit vom Schiff getragen werden k&#246;nnen. Ist dies nicht der 
              Fall, so kann das Schiff nicht segeln (es wird allerdings auch 
              nicht sofort untergehen). Die Kapazit&#228;ten der Schiffe werden in 
              der obigen Tabelle aufgef&#252;hrt und sind immer im Report 
              angezeigt. Die Gewichte der Gegenst&#228;nde sind in <a href="Waren.html" title="Waren">dieser</a> 
              Tabelle zu finden, die der Personen der verschiedenen Rassen in <a class="mw-selflink selflink">dieser</a>.
            </p>
            <p>
              Regul&#228;re Personen, die sich auf einem Ozeanfeld befinden, k&#246;nnen 
              keine langen Befehle ausf&#252;hren (Ausnahme sind die Meermenschen) 
              - au&#223;er dem Kapit&#228;n nat&#252;rlich, der das Schiff mit <a href="NACH.html" title="NACH">NACH</a> 
              oder <a href="ROUTE.html" title="ROUTE">ROUTE</a> steuert. 
              Trotzdem verbrauchen alle Einheiten auf dem Schiff den 
              w&#246;chentlichen Unterhalt, man sollte also stets genug Silber an 
              Bord haben.
            </p>
            <p>
              Wollen Einheiten ein Schiff verlassen, so m&#252;ssen sie dies erst 
              mit <a href="VERLASSE.html" title="VERLASSE">VERLASSE</a> tun. 
              Sofern die Region nicht von einer nicht-alliierten Partei 
              bewacht wird, k&#246;nnen die Einheiten sich dann mit NACH bewegen, 
              ansonsten erst in der kommenden Runde. Dies gilt nat&#252;rlich 
              genauso f&#252;r <a href="FAHRE.html" title="FAHRE">FAHRE</a> 
              und <a class="mw-redirect" href="FAHRE.html" title="TRANSPORTIERE">TRANSPORTIERE</a>.
            </p>
            <h2>
              <span class="mw-headline" id="Anschwimmen">Anschwimmen</span>
            </h2>
            <p>
              <a class="mw-redirect" href="Rassen.html#Meermenschen" title="Meermenschen">Meermenschen</a> 
              k&#246;nnen von einem Schiff, welches sich in einer Ozean-Regionen 
              direkt neben Land-Regionen befindet, an Land schwimmen, nicht 
              aber umgekehrt. Dies funktioniert wie die normale Bewegung mit <kbd><a href="NACH.html" title="NACH">NACH</a></kbd> 
              und nur dann, wenn die Einheit nicht &#252;berladen ist. Dabei k&#246;nnen 
              sie zwar Gegenst&#228;nde mitnehmen, aber keine Pferde, selbst wenn 
              die anschwimmende Einheit diese normalerweise tragen k&#246;nnte. 
              Auch <a class="mw-redirect" href="FAHRE.html" title="TRANSPORTIERE">Transportieren</a> 
              von Personen anderer Rassen ist so nicht m&#246;glich, Meermenschen 
              k&#246;nnen sich aber gegenseitig transportieren. Diese Bewegung 
              findet vor der Bewegung von Schiffen statt, ein Schiff kann also 
              Einheiten absetzen und dann weiterfahren. <a href="VERLASSE.html" title="VERLASSE">VERLASSE</a> 
              ist beim Anschwimmen nicht notwendig, beziehungsweise sogar ein 
              Fehler.
            </p>
            <p>
              <br>
              
            </p>
            <h2>
              <span class="mw-headline" id="Siehe_auch">Siehe auch</span>
            </h2>
            <ul>
              <li>
                <a class="mw-redirect" href="Schiff.html" title="Schiffe">Schiffe</a>
              </li>
            </ul>
            <p>
              <br>
              
            </p>
            <table>
              <tr>
                <td align="left" style="background-color: #ffffaa">
                  Weiterlesen:
                </td>
                <td style="background-color: #ffffcc">
                  <a href="Produktion.html" title="Produktion">Produktion</a>
                </td>
              </tr>
            </table>
            <!-- 
NewPP limit report
Cached time: 20220211020358
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.027 seconds
Real time usage: 0.030 seconds
Preprocessor visited node count: 48/1000000
Preprocessor generated node count: 180/1000000
Post?expand include size: 11755/2097152 bytes
Template argument size: 193/2097152 bytes
Highest expansion depth: 3/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 3/5000000 bytes
-->
            <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    6.799      1 -total
 43.52%    2.959      1 Pferd_und_Wagen
 33.83%    2.300      1 Schiffsreisen
 21.02%    1.429      1 Vorlage:E3A
 20.17%    1.371      1 Vorlage:Weiter
-->
            <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1560-0!canonical and timestamp 20220211020357 and revision id 6476
 -->
            </div>
        </div>
      </div>
    </div>
  </body>
</html>
