<html lang="de">
  <head>
    <meta charset="iso-8859-1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <meta name="description" content="Magellan Dokumentation">
    <title>Talente</title>
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <div id="mh-content">
      <h1>
        Talente
      </h1>
      <div id="gh-content">
        <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
          <div class="mw-parser-output">
            <p>
              Um Produkte herzustellen und zu benutzen, brauchen die <a href="Einheiten.html" title="Einheiten">Einheiten</a> 
              Talente. Alle Mitglieder einer Einheit haben dieselben Talente. 
              Talente kann man lernen. Manche Talente verbessern sich zudem 
              noch, wenn man sie anwendet. Um genau zu sein, kann eine Einheit 
              mit dem Befehl <a href="LERNE.html" title="LERNE">LERNE</a> pro 
              Zug einen Versuch machen, in eine neue Stufe aufzusteigen. 
              Wendet sie das Talent lediglich an, ist die Chance in eine neue 
              Stufe zu kommen auf 1/3 der Chance beim Lernen reduziert, man 
              steigt dadurch also etwa mit 1/3 der Geschwindigkeit des 
              exklusiven Lernens auf. Eine weitere Talentstufe zu erreichen 
              wird von Stufe zu Stufe schwieriger.
            </p>
            <div class="toc" id="toc">
              <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
              

              <div class="toctitle" dir="ltr" lang="de">
                <h2>
                  Inhaltsverzeichnis
                </h2>
                <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
                </span>
              </div>
              <ul>
                <li class="toclevel-1 tocsection-1">
                  <a href="#Talente_erlernen"><span class="tocnumber">1</span> <span class="toctext">Talente 
                  erlernen</span></a>
                </li>
                <li class="toclevel-1 tocsection-2">
                  <a href="#Produktion_von_Rohstoffen_und_Gegenst.C3.A4nden"><span class="tocnumber">2</span> 
                  <span class="toctext">Produktion von Rohstoffen und 
                  Gegenst&#228;nden</span></a>
                </li>
                <li class="toclevel-1 tocsection-3">
                  <a href="#Wahrnehmung.2C_Tarnung_und_Spionage"><span class="tocnumber">3</span> 
                  <span class="toctext">Wahrnehmung, Tarnung und Spionage</span></a>
                </li>
                <li class="toclevel-1 tocsection-4">
                  <a href="#Arbeiten.2C_Unterhaltung.2C_Steuern_und_Handel"><span class="tocnumber">4</span> 
                  <span class="toctext">Arbeiten, Unterhaltung, Steuern und 
                  Handel</span></a>
                </li>
                <li class="toclevel-1 tocsection-5">
                  <a href="#Wandern.2C_Reiten.2C_Segeln_und_Schiffbau"><span class="tocnumber">5</span> 
                  <span class="toctext">Wandern, Reiten, Segeln und Schiffbau</span></a>
                </li>
                <li class="toclevel-1 tocsection-6">
                  <a href="#Burgenbau_und_Stra.C3.9Fenbau"><span class="tocnumber">6</span> 
                  <span class="toctext">Burgenbau und Stra&#223;enbau</span></a>
                </li>
                <li class="toclevel-1 tocsection-7">
                  <a href="#Magie"><span class="tocnumber">7</span> <span class="toctext">Magie</span></a>
                </li>
                <li class="toclevel-1 tocsection-8">
                  <a href="#Alchemie_und_Kr.C3.A4uterkunde"><span class="tocnumber">8</span> 
                  <span class="toctext">Alchemie und Kr&#228;uterkunde</span></a>
                </li>
                <li class="toclevel-1 tocsection-9">
                  <a href="#Waffentalente_und_Ausdauer"><span class="tocnumber">9</span> 
                  <span class="toctext">Waffentalente und Ausdauer</span></a>
                </li>
              </ul>
            </div>
            <h2>
              <span class="mw-headline" id="Talente_erlernen">Talente erlernen</span>
            </h2>
            <p>
              Im Mittel dauert der Aufstieg in eine neue Talentstufe durch 
              reines Lernen in etwa Anzahl von Wochen entsprechend der 
              angepeilten Talentstufe ohne Ber&#252;cksichtigung von Modifikationen 
              durch <a href="Rassen.html" title="Rassen">Rasse</a> oder 
              Terrain. Die minimale Lernzeit betr&#228;gt eine Woche. Die maximale 
              Lernzeit &#252;bersteigt dabei (2 x neue Stufe -1) nicht. Das 
              Aufsteigen von Stufe 3 nach Stufe 4 dauert also bis zu 7 Wochen, 
              im Schnitt aber 4 Wochen. Ein <a class="mw-redirect" href="Rassen.html#Zwerge" title="Zwerg">Zwerg</a> 
              ben&#246;tigt f&#252;r den Aufstieg im Talent Bergbau von Stufe 3 nach 
              Stufe 4 im Schnitt zwei Wochen, da Zwerge auf Bergbau einen +2 
              Modifikator haben.
            </p>
            <p>
              Um die Zeit herabzusetzen, die man zum Erlernen eines Talentes 
              ben&#246;tigt, kann eine zweite Einheit, die besser ist, die erste 
              Einheit das Talent <a href="LEHRE.html" title="LEHRE">lehren</a>. 
              Diese Einheit muss eine Talentstufe haben, die um mindestens 2 
              gr&#246;&#223;er ist als die Talentstufe der Sch&#252;ler. Damit lernt man 
              doppelt so schnell, als wenn man versucht, ein Talent auf eigene 
              Faust zu verbessern. Ein Lernen in einer <a class="mw-redirect" href="Andere_Geb_ude.html" title="Akademie">Akademie</a> 
              bringt einen weiteren Zeitvorteil.
            </p>
            <p>
              Eine Lehrerperson kann maximal 10 Sch&#252;ler lehren. Eine 
              Lehrereinheit kann dabei beliebig viele Personen fassen. Hat die 
              &quot;Sch&#252;ler-Einheit&quot; mehr Personen, als der Lehrer lehren kann, so 
              wird dies auf die Chance, die neue Stufe zu erreichen 
              angerechnet. Man kann eine Einheit mit mehreren Einheiten 
              lehren, ebenso kann man mit einem Lehrer mehrere Einheiten 
              lehren, wobei nat&#252;rlich jeder Sch&#252;ler nur von maximal einem 
              Lehrer profitieren kann. Vorsicht! Lehrt man mit mehreren 
              Lehrer-Einheiten mehrere Sch&#252;ler-Einheiten in verschiedenen 
              Talenten oder Talentstufen seitens der Lehrer, kann es 
              passieren, dass einige Sch&#252;ler keinen oder nicht den richtigen 
              Lehrer abbekommen. Dies l&#228;sst sich aufgrund der Interna von 
              Eressea nicht anders gestalten. Hier sollte man also ggf. durch 
              Umstrukturieren der Lehrer-Einheiten &quot;klare Verh&#228;ltnisse&quot; 
              schaffen. Der Befehl <a href="LERNE_AUTO.html" title="LERNE AUTO">LERNE 
              AUTO</a> versucht der Server das Lernen und Lehren in einer 
              Region zu automatisieren, da dies allerdings durch eine eine 
              einfache Heuristik bewirkt wird ist nicht garantiert das hier 
              eine (dauerhaft) optimale Lernkette entsteht.
            </p>
            <p>
              <a href="Magie.html" title="Magie">Magie</a>, <a href="Liste_der_Talente.html" title="Liste der Talente">Alchemie</a>, 
              <a href="Liste_der_Talente.html" title="Liste der Talente">Kr&#228;uterkunde</a>, 
              <a href="Liste_der_Talente.html" title="Liste der Talente">Spionage</a> 
              und <a href="Taktik.html" title="Taktik">Taktik</a> zu erlernen 
              ist besonders schwer und aufwendig. Spionage zu erlernen kostet 
              100 Silber pro Person und Runde, Alchemie, Kr&#228;uterkunde und 
              Taktik sogar 200 Silber pro Person und Woche. Das Erlernen von 
              Magie kostet auf hohen Stufen leicht mehreren Tausend Silber 
              (siehe <a href="Magie.html" title="Magie">Tabelle</a>). Die 
              Einheit, welche eines dieser Talente lernt, muss dieses Silber 
              bei sich tragen. Dabei ist es f&#252;r die Kosten unerheblich, ob die 
              Einheit gelehrt wird oder nicht. Befindet sich die Einheit in 
              einer <a href="Andere_Geb_ude.html#Akademie" title="Andere Gebäude">Akademie</a>, 
              verdoppeln sich die Lernkosten teurer Talente
            </p>
            <p>
              Wenn der lernenden Einheit zum Zeitpunkt des Bezahlens nicht der 
              volle Betrag des Geldes zur Verf&#252;gung steht, lernt sie anteilig 
              je nach vorhandener Geldmenge, das hei&#223;t, wenn sie 
              beispielsweise nur 500 von 550 Silber hat, sinkt ihre Lernchance 
              um etwa 10%.
            </p>
            <p>
              An Bord eines Schiffes auf einer Ozeanregion k&#246;nnen nur <a class="mw-redirect" href="Rassen.html#Meermenschen" title="Meermenschen">Meermenschen</a> 
              lernen und lehren. Befindet sich das Schiff an Land, k&#246;nnen alle 
              Passagiere etwas tun, nicht jedoch der Kapit&#228;n, wenn das Schiff 
              sich in der Runde fortbewegen soll. Dabei ist zu beachten, dass 
              man von einem Schiff aus nicht <a href="ARBEITE.html" title="ARBEITE">arbeiten</a>, 
              <a href="UNTERHALTE.html" title="UNTERHALTE">unterhalten</a> 
              oder <a class="mw-redirect" href="TREIBE.html" title="TREIBEN">Steuern 
              eintreiben</a> kann, wenn die Region von einer nicht-alliierten 
              Partei bewacht wird.
            </p>
            <p>
              Werden Personen in eine Einheit transferiert oder rekrutiert, 
              berechnen sich die neuen Talentstufen aus dem arithmetischen 
              Mittel der urspr&#252;nglichen Stufen.
            </p>
            <p>
              Beispiel: <i>Eine Einheit mit zwei K&#228;mpfern mit Hiebwaffen 3 
              rekrutiert einen Bauern; Bauern haben keine Talente, also wird 
              hier 0 dazugerechnet. Das neue Talent berechnet sich neu aus den 
              insgesamt erlernten Stufen: 2&#215;3=6, also hat die neue, 
              dreik&#246;pfige Einheit Hiebwaffen 2.</i>
            </p>
            <h2>
              <span class="mw-headline" id="Produktion_von_Rohstoffen_und_Gegenst.C3.A4nden">Produktion 
              von Rohstoffen und Gegenst&#228;nden</span>
            </h2>
            <p>
              Alle Rohstoffe und Gegenst&#228;nde werden mit dem Befehl <a href="MACHE.html" title="MACHE">MACHE</a> 
              produziert. Die meisten Rohstoffe erfordern nur Grundkenntnisse 
              der entsprechenden Talente (Stufe 1), w&#228;hrend die meisten 
              Gegenst&#228;nde h&#246;here Talentstufen erfordern (siehe <a href="Waren.html" title="Waren">hier</a>).
            </p>
            <p>
              Rohstoffe k&#246;nnen nur dann abgebaut werden, wenn die Region NICHT 
              von einer fremden Partei bewacht wird. Es sei denn, diese hat <a href="HELFE.html" title="HELFE">HELFE 
              BEWACHE</a> oder <a href="HELFE.html" title="HELFE">HELFE ALLES</a> 
              zur eigenen Partei gesetzt.
            </p>
            <p>
              Mit dem entsprechenden Talent k&#246;nnen Rohstoffe und Gegenst&#228;nde 
              hergestellt werden. Um zu produzieren, gibt man einfach den 
              Befehl <tt>MACHE <i>gegenstand</i></tt>, also z.B. <tt>MACHE 
              Eisen, MACHE Schwert</tt> oder <tt>MACHE Elfenbogen</tt>. Dabei 
              kann man zwischen MACHE und dem Gegenstand angeben, wie viele 
              davon man produzieren m&#246;chte: <tt>MACHE 10 Schilde</tt> 
              l&#228;sst die Einheit also 10 Schilde herstellen - vorausgesetzt, 
              sie hat genug Eisen, mindestens R&#252;stungsbau 2 und insgesamt 20 
              Talentstufen (10 Schilde x Mindesttalent 2=20).
            </p>
            <h2>
              <span class="mw-headline" id="Wahrnehmung.2C_Tarnung_und_Spionage">Wahrnehmung, 
              Tarnung und Spionage</span>
            </h2>
            <p>
              Mit dem Talent <a href="Tarnung.html" title="Tarnung">Tarnung</a> 
              kann man sich vor anderen Einheiten tarnen. Bewacht eine Einheit 
              allerdings die Region oder befindet sie sich auf einem Schiff 
              oder in einem Geb&#228;ude, ist sie immer sichtbar.
            </p>
            <p>
              Getarnte Einheiten kann man mit dem Talent <a href="Wahrnehmung.html" title="Wahrnehmung">Wahrnehmung</a> 
              entdecken. Ist das beste Wahrnehmungstalent in der Region 
              kleiner als das Tarnungstalent einer fremden Einheit, erscheint 
              die getarnte Einheit nicht in der Auswertung - sie wird 
              unsichtbar. Sind Wahrnehmungstalent und Tarnungstalent gleich 
              gro&#223;, so erscheint die getarnte Einheit in der Auswertung. Dies 
              ist die Ausgangslage wenn man das Spiel beginnt, da alle neuen 
              Einheiten Tarnung und Wahrnehmung auf Stufe 0 haben.
            </p>
            <p>
              F&#252;r erfolgreich getarnte Einheiten z&#228;hlen die Restriktionen von <a href="BEWACHE.html" title="BEWACHE">BEWACHE</a> 
              nicht. Au&#223;erdem k&#246;nnen erfolgreiche Tarner anderen Einheiten mit 
              dem Befehl <a href="BEKLAUE.html" title="BEKLAUE">BEKLAUE</a> 
              Silber stehlen. Bei der Entdeckung von Dieben z&#228;hlt das h&#246;chste 
              Wahrnehmungstalent der eigenen Partei in der Region. Sind 
              Tarnung der T&#228;ter und Wahrnehmung der Opfer gleich gro&#223;, erh&#228;lt 
              das Opfer eine unbestimmte Warnung. Ist die Wahrnehmung des 
              Opfers gr&#246;&#223;er, kann es die Einheit bestimmen, welche den 
              Diebstahl versucht hat.
            </p>
            <p>
              Mit dem Befehl <a href="SPIONIERE.html" title="SPIONIERE">SPIONIERE</a> 
              kann man Einheiten einer anderen Partei ausspionieren. Dabei 
              wird das Spionagetalent des Spions mit dem Wert der Tarnung der 
              Zieleinheit verglichen. Die Grundchance f&#252;r einen erfolgreichen 
              Spionage-Versuch ist 10%. F&#252;r jede Talentstufe, die das 
              Spionagetalent das Tarnungstalent des Opfers &#252;bersteigt, erh&#246;ht 
              sich dieses um 5%. Ist der Spionageversuch erfolgreich, erf&#228;hrt 
              der Spion den Kampfstatus, die Gegenst&#228;nde im Besitz der 
              Einheit, die Talente und auch die wahre Parteizugeh&#246;rigkeit.
            </p>
            <p>
              Die Parteizugeh&#246;rigkeit kann nur ermittelt werden, wenn das 
              Spionagetalent mindestens 6 Talentstufen &#252;ber dem Tarnungstalent 
              der Einheit liegt. Alle anderen Informationen k&#246;nnen schon bei 
              einem einfachen Erfolg ermittelt werden. Anschlie&#223;end wird - 
              unabh&#228;ngig vom Erfolg - gew&#252;rfelt, ob der Spionageversuch 
              bemerkt wurde. Die Wahrscheinlichkeit daf&#252;r ist (100 - 
              SpionageSpion*5 + WahrnehmungOpfer*2)%.
            </p>
            <p>
              Spionage erm&#246;glicht au&#223;erdem das Versenken von Schiffen mittels <tt><a href="SABOTIERE.html" title="SABOTIERE">SABOTIERE</a></tt>.
            </p>
            <p>
              Um Spionage zu erlernen, braucht man pro Person und Runde 100 
              Silber.
            </p>
            <h2>
              <span class="mw-headline" id="Arbeiten.2C_Unterhaltung.2C_Steuern_und_Handel">Arbeiten, 
              Unterhaltung, Steuern und Handel</span>
            </h2>
            <p>
              Um auf dem Feld zu <a class="mw-redirect" href="ARBEITE.html" title="ARBEITEN">ARBEITEN</a>, 
              ben&#246;tigt man kein Talent. Daf&#252;r ist der Verdienst auch 
              bescheiden.
            </p>
            <p>
              Mit dem Befehl <a href="UNTERHALTE.html" title="UNTERHALTE">UNTERHALTE</a> 
              kann man mehr Silber verdienen: pro Talentstufe und Person bis 
              zu 20 Silber. In der Statistik der Region ist angegeben, wieviel 
              Silber die Bauern f&#252;r Unterhaltung auszugeben bereit sind. Dies 
              gilt f&#252;r die ganze Region und alle Parteien. Dieses Silber wird 
              notfalls anteilig auf alle Einheiten verteilt, die in der Region 
              unterhalten.
            </p>
            <p>
              Will man mehr Silber von den Bauern eintreiben, so verlangt man 
              Steuern von ihnen. Der Befehl <a href="TREIBE.html" title="TREIBE">TREIBE</a> 
              weist eine Einheit an, eben dies zu tun. Allerdings muss eine 
              solche Einheit bewaffnet sein und auch mit dieser Waffe umgehen 
              k&#246;nnen. Welche Waffe dies ist und wie gut sie die beherrscht, 
              ist dabei irrelevant - lediglich Katapulte k&#246;nnen nicht benutzt 
              werden.
            </p>
            <p>
              Wird eine Region von einer Partei <a href="BEWACHE.html" title="BEWACHE">bewacht</a>, 
              die zur eigenen Partei kein <a href="HELFE.html" title="HELFE">HELFE 
              ALLES</a> oder <a href="HELFE.html" title="HELFE">HELFE BEWACHE</a> 
              gesetzt hat, so kann in dieser Region zwar Unterhalten, aber 
              nicht Steuern eingetrieben werden.
            </p>
            <p>
              Pro Talentstufe Steuereintreiben und Person k&#246;nnen so 20 Silber 
              von den Bauern eingetrieben werden. Dabei geben die Bauern auch 
              Silber weg, welches sie eigentlich zum Leben br&#228;uchten. Mit 
              entsprechenden Konsequenzen: die Bauern verhungern oder wandern 
              in reichere Nachbarregionen ab. Dieses Talent steigt bei 
              Anwendung nicht, ebensowenig das benutzte Waffentalent.
            </p>
            <p>
              Der <a class="mw-redirect" href="Geld.html#Handel" title="Handel">Handel</a> 
              mit Luxusg&#252;tern kann sehr lukrativ sein, au&#223;erdem belastet es 
              die Bauern nicht. Jede Region verkauft ein Luxusgut und kauft 
              alle anderen. Die Preise sind im Report angegeben. Mit den 
              Befehlen <a href="KAUFE.html" title="KAUFE">KAUFE</a> und <a href="VERKAUFE.html" title="VERKAUFE">VERKAUFE</a> 
              kann man Luxusg&#252;ter von den Bauern kaufen bzw. an sie verkaufen. 
              Es ist allerdings mindestens eine Befestigung vonn&#246;ten, um einen 
              Markt abhalten zu k&#246;nnen.
            </p>
            <p>
              Die M&#246;glichkeiten, Geld zu verdienen, sind nochmal genau im 
              Kapitel <a class="mw-redirect" href="Geld.html#Einnahmen" title="Einnahmen">Einnahmen</a> 
              erkl&#228;rt.
            </p>
            <h2>
              <span class="mw-headline" id="Wandern.2C_Reiten.2C_Segeln_und_Schiffbau">Wandern, 
              Reiten, Segeln und Schiffbau</span>
            </h2>
            <p>
              In Eressea gibt es mehrere M&#246;glichkeiten, sich fortzubewegen: 
              man geht zu Fu&#223;, man reitet auf Pferden oder f&#228;hrt auf Wagen 
              oder man segelt &#252;ber Ozeane. F&#252;r alle Varianten wird der Befehl <a href="NACH.html" title="NACH">NACH</a> 
              oder <a href="ROUTE.html" title="ROUTE">ROUTE</a> benutzt.
            </p>
            <p>
              Das Wandern ben&#246;tigt keine weiteren F&#228;higkeiten. Will man jedoch 
              auf Pferden reiten, ben&#246;tigt man das Talent <a href="Liste_der_Talente.html" title="Liste der Talente">Reiten</a>. 
              Mit Pferden kommt man zum einen weiter voran, zum anderen kann 
              man mehr Waren transportieren, besonders dann, wenn man Wagen 
              benutzt.
            </p>
            <p>
              Um &#252;berhaupt ab Pferde zu kommen, ben&#246;tigt man das Talent <a href="Liste_der_Talente.html" title="Liste der Talente">Pferdedressur</a>. 
              Damit kann eine Einheit mit <a href="MACHE.html" title="MACHE">MACHE 
              PFERDE</a> freilebende Pferde einfangen. F&#252;r die Produktion von 
              Wagen braucht man das Talent Wagenbau und nat&#252;rlich Holz.
            </p>
            <p>
              Eine Einheit mit dem Talent Reiten kann pro Person und 
              Talentstufe zwei Pferde &quot;reiten&quot;, also entsprechend weit bewegen 
              (siehe auch <a href="Pferd_und_Wagen.html" title="Pferd und Wagen">Pferd 
              und Wagen</a>). Hinter je zwei Pferde kann man dann auch einen 
              Wagen spannen und so gro&#223;e Mengen Waren transportieren. Die 
              Personen der Einheit selber sitzen dann auf den Wagen und nicht 
              den Pferden. So oder so wird ihr Gewicht nat&#252;rlich von der 
              vorhandenen Transportkapazit&#228;t abgezogen.
            </p>
            <p>
              Die Reise &#252;ber See erfordert nat&#252;rlich <a class="mw-redirect" href="Schiff.html" title="Schiffe">Schiffe</a>. 
              Um diese zu bauen, ben&#246;tigt man das Talent Schiffbau und Holz.
            </p>
            <p>
              Um Schiffe dann &#252;ber den Ozean steuern zu k&#246;nnen, ben&#246;tigt man 
              eine Mannschaft, die das Talent Segeln beherrscht. Dabei muss 
              der Kapit&#228;n, also die Einheit, die das Kommando &#252;ber das Schiff 
              hat, ein gewisses Mindesttalent haben (siehe <a class="mw-redirect" href="Schiff.html" title="Schiffe">Tabelle</a>). 
              Wie dann die restlichen Talentstufen aufgebracht werden, ist 
              egal; es z&#228;hlen alle Einheiten, die auf dem Schiff sind. Eine 
              Trireme lie&#223;e sich also mit einem Kapit&#228;n mit Segeln Stufe 4 und 
              116 weiteren Personen mit Segeln 1 genauso steuern wie mit einer 
              Einheit, die 20 Personen Segeln Stufe 6 hat.
            </p>
            <h2>
              <span class="mw-headline" id="Burgenbau_und_Stra.C3.9Fenbau">Burgenbau 
              und Stra&#223;enbau</span>
            </h2>
            <p>
              In Eressea gibt es viele <a href="Geb_ude.html" title="Gebäude">Geb&#228;ude</a> 
              mit unterschiedlichen Funktionen. Neben den klassischen Burgen 
              gibt es z.B. Schmieden, Leuchtt&#252;rme und S&#228;gewerke. Alle Geb&#228;ude 
              ben&#246;tigen das Talent Burgenbau, oftmals in h&#246;heren Stufen.
            </p>
            <p>
              Die klassische Burg wird mit <a href="MACHE.html" title="MACHE">MACHE 
              BURG</a> gebaut, die anderen Geb&#228;ude mit MACHE geb&#228;udetyp, eine 
              Schmiede also mit MACHE SCHMIEDE, einen Leuchtturm mit MACHE 
              LEUCHTTURM. Neben Steinen, die man mit dem Talent Steinbau in 
              Bergen und Gletschern brechen kann, brauchen alle Geb&#228;ude au&#223;er 
              der Burg noch Holz, Eisen und Silber, der Magierturm sogar Laen 
              und Mallorn.
            </p>
            <p>
              Will man sich schneller durch Eresseas L&#228;nder bewegen, so sind 
              neben Pferden Stra&#223;en &#228;u&#223;erst n&#252;tzlich. Mit dem Talent 
              Strassenbau kann man Stra&#223;en und Br&#252;cken errichten, die so das 
              Fortkommen erleichtern (je eine Region weiter als ohne Stra&#223;en). 
              Allerdings sind in einigen Regionen zuvor Bauwerke notwendig, um 
              den Stra&#223;enbau zu erm&#246;glichen: in S&#252;mpfen ein <a href="Andere_Geb_ude.html#Damm" title="Andere Gebäude">Damm</a>, 
              in W&#252;sten eine <a href="Andere_Geb_ude.html#Karawanserei" title="Andere Gebäude">Karawanserei</a> 
              und in Gletschern ein <a href="Andere_Geb_ude.html#Tunnel" title="Andere Gebäude">Tunnel</a>.
            </p>
            <h2>
              <span class="mw-headline" id="Magie">Magie</span>
            </h2>
            <p>
              Mittels <a href="Magie.html" title="Magie">Magie</a> kann man 
              Zauberspr&#252;che anwenden. Auch f&#252;r den Kampf gibt es diverse 
              Zauber. Um Magie zu erlernen, braucht man pro Person und Runde 
              Silber. Hat man eine neue Stufe erreicht, so erh&#228;lt man in der 
              Regel einige neue Zauberspr&#252;che. Deren Beschreibung steht dann 
              im Report und kann jederzeit mit <a href="ZEIGE.html" title="ZEIGE">ZEIGE</a> 
              &quot;zauberspruch&quot; angezeigt werden.
            </p>
            <p>
              Zauber werden mit dem Befehl ZAUBERE gesprochen. Dies umfasst 
              auch die Herstellung magischer Gegenst&#228;nde: ZAUBERE &quot;Erschaffe 
              magischen Gegenstand&quot;. Mehr zum Thema Magie gibt es <a href="Magie.html" title="Magie">hier</a>.
            </p>
            <h2>
              <span class="mw-headline" id="Alchemie_und_Kr.C3.A4uterkunde">Alchemie 
              und Kr&#228;uterkunde</span>
            </h2>
            <p>
              Das Talent Kr&#228;uterkunde ist notwendig, um Kr&#228;uter zu suchen. In 
              jeder Landschaft gibt es ein <a href="Kr_uter.html" title="Kräuter">Kraut</a>, 
              welches man f&#252;r alchemistische <a href="Tr_nke.html" title="Tränke">Tr&#228;nke</a> 
              braucht. Pro Talentstufe und Person der Einheit kann (muss aber 
              nicht) ein Kraut gefunden werden.
            </p>
            <p>
              F&#252;r eben jene Tr&#228;nke braucht man das Talent Alchemie. Die 
              Talente <a href="Liste_der_Talente.html" title="Liste der Talente">Alchemie 
              und Kr&#228;uterkunde</a> zu erlernen kostet 200 Silber pro 
              Person und Runde. Pro Partei darf es nur drei Alchemisten geben.
            </p>
            <h2>
              <span class="mw-headline" id="Waffentalente_und_Ausdauer">Waffentalente 
              und Ausdauer</span>
            </h2>
            <p>
              Es gibt sechs verschiedene Waffentalente in Eressea:
            </p>
            <dl>
              <dt>
                Armbrustschie&#223;en
              </dt>
              <dd>
                wird f&#252;r Armbr&#252;ste und Mallornarmbr&#252;ste ben&#246;tigt,
              </dd>
              <dt>
                Bogenschie&#223;en
              </dt>
              <dd>
                f&#252;r normale B&#246;gen, Mallornb&#246;gen und Elfenb&#246;gen,
              </dd>
              <dt>
                Hiebwaffen
              </dt>
              <dd>
                f&#252;r Schwerter, Bih&#228;nder, Laenschwerter und Kriegs&#228;xte,
              </dd>
              <dt>
                Stangenwaffen
              </dt>
              <dd>
                f&#252;r Speere, Lanzen (und deren Mallorn-&#196;quivalente) und 
                Hellebarden,
              </dd>
              <dt>
                Katapultbedienung
              </dt>
              <dd>
                f&#252;r Katapulte und schlie&#223;lich
              </dd>
              <dt>
                Waffenloser Kampf
              </dt>
              <dd>
                f&#252;r bestimmte Monsterrassen.
              </dd>
            </dl>
            <p>
              Au&#223;erdem gibt es das Talent <a href="Kriegstabellen.html#Ausdauer" title="Kriegstabellen">Ausdauer</a>, 
              mit dem Einheiten sich st&#228;rken und so im Kampf mehr 
              Trefferpunkte einstecken zu k&#246;nnen.
            </p>
            <p>
              <br>
              
            </p>
            <table>
              <tr>
                <td align="left" style="background-color: #ffffaa">
                  Weiterlesen:
                </td>
                <td style="background-color: #ffffcc">
                  <a href="Talentmodifikatoren.html" title="Talentmodifikatoren">Talentmodifikatoren</a>
                </td>
              </tr>
            </table>
            <!-- 
NewPP limit report
Cached time: 20220211172222
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.022 seconds
Real time usage: 0.022 seconds
Preprocessor visited node count: 43/1000000
Preprocessor generated node count: 115/1000000
Post?expand include size: 152/2097152 bytes
Template argument size: 38/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
            <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    1.206      1 Vorlage:Weiter
100.00%    1.206      1 -total
-->
            <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1452-0!canonical and timestamp 20220211172222 and revision id 7204
 -->
            </div>
        </div>
      </div>
    </div>
  </body>
</html>
