<html>
  <head>
    <meta name="generator" content="magellan.client.utils.GetHelp">
    <title>Tipps und Tricks</title>
    <meta http-equiv="Content-Language" content="de">
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
    <meta name="description" content="Magellan-Dokumentation">
    <link rel="stylesheet" href="./default.css" type="text/css">
    
  </head>
  <body>
    <h1>
      Tipps und Tricks
    </h1>
    <div id="gh-content">
      <div class="mw-content-ltr" dir="ltr" id="mw-content-text" lang="de">
        <div class="mw-parser-output">
          <div class="toc" id="toc">
            <input class="toctogglecheckbox" id="toctogglecheckbox" role="button" type="checkbox" style="display: none">
            

            <div class="toctitle" dir="ltr" lang="de">
              <h2>
                Inhaltsverzeichnis
              </h2>
              <span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox">
              </span>
            </div>
            <ul>
              <li class="toclevel-1 tocsection-1">
                <a href="#Man_muss_nicht_immer_reiten_k.C3.B6nnen"><span class="tocnumber">1</span> 
                <span class="toctext">Man muss nicht immer reiten k&#246;nnen</span></a>
              </li>
              <li class="toclevel-1 tocsection-2">
                <a href="#Wie_r.C3.BCste_ich_meine_Truppen_aus.3F"><span class="tocnumber">2</span> 
                <span class="toctext">Wie r&#252;ste ich meine Truppen aus?</span></a>
              </li>
              <li class="toclevel-1 tocsection-3">
                <a href="#Was_sollen_meine_Truppen_lernen.3F"><span class="tocnumber">3</span> 
                <span class="toctext">Was sollen meine Truppen lernen?</span></a>
              </li>
              <li class="toclevel-1 tocsection-4">
                <a href="#Was_brauche_ich_in_der_ersten_Runde_auf_jeden_Fall.3F"><span class="tocnumber">4</span> 
                <span class="toctext">Was brauche ich in der ersten Runde auf 
                jeden Fall?</span></a>
              </li>
              <li class="toclevel-1 tocsection-5">
                <a href="#Handelsg.C3.BCter_einkaufen"><span class="tocnumber">5</span> 
                <span class="toctext">Handelsg&#252;ter einkaufen</span></a>
              </li>
              <li class="toclevel-1 tocsection-6">
                <a href="#Leben_am_Rande_des_Einheiten-Limits"><span class="tocnumber">6</span> 
                <span class="toctext">Leben am Rande des Einheiten-Limits</span></a>
              </li>
              <li class="toclevel-1 tocsection-7">
                <a href="#Bauern_als_Kundschafter"><span class="tocnumber">7</span> 
                <span class="toctext">Bauern als Kundschafter</span></a>
              </li>
              <li class="toclevel-1 tocsection-8">
                <a href="#Warenlager"><span class="tocnumber">8</span> <span class="toctext">Warenlager</span></a>
              </li>
              <li class="toclevel-1 tocsection-9">
                <a href="#Dem_Hungertode_entrinnen"><span class="tocnumber">9</span> 
                <span class="toctext">Dem Hungertode entrinnen</span></a>
              </li>
              <li class="toclevel-1 tocsection-10">
                <a href="#Sichere_.28Schiffs-.29routen"><span class="tocnumber">10</span> 
                <span class="toctext">Sichere (Schiffs-)routen</span></a>
              </li>
              <li class="toclevel-1 tocsection-11">
                <a href="#TEMP-Einheiten"><span class="tocnumber">11</span> <span class="toctext">TEMP-Einheiten</span></a>
              </li>
              <li class="toclevel-1 tocsection-12">
                <a href="#Warum_kann_mein_Schiff_nicht_fahren.2C_obwohl_es_nicht_.C3.BCberladen_ist"><span class="tocnumber">12</span> 
                <span class="toctext">Warum kann mein Schiff nicht fahren, 
                obwohl es nicht &#252;berladen ist</span></a>
              </li>
              <li class="toclevel-1 tocsection-13">
                <a href="#Siehe_auch"><span class="tocnumber">13</span> <span class="toctext">Siehe 
                auch</span></a>
              </li>
            </ul>
          </div>
          <h2>
            <span class="mw-headline" id="Man_muss_nicht_immer_reiten_k.C3.B6nnen">Man 
            muss nicht immer reiten k&#246;nnen</span>
          </h2>
          <p>
            Schon fr&#252;h im Spiel lohnt sich Handel und Transport. Auch wenn man 
            nicht reiten kann, kann man pro Person ein Pferd mit sich f&#252;hren - 
            was dann die Kapazit&#228;t der Einheit von 5,4 auf 25,4 GE pusht (4 <a class="mw-redirect" href="Rassen.html#Trolle" title="Troll">Trolle</a> 
            k&#246;nnen sogar noch einen Wagen mitnehmen und kommen mit 4 Pferden 
            auf eine Kapazit&#228;t von 223,2GE). So kann man mit ein paar wenigen 
            Leuten schon Steine, Handelsg&#252;ter und anderes schweres Zeug 
            herumtragen.
          </p>
          <h2>
            <span class="mw-headline" id="Wie_r.C3.BCste_ich_meine_Truppen_aus.3F">Wie 
            r&#252;ste ich meine Truppen aus?</span>
          </h2>
          <p>
            Die beste R&#252;stung ist Plattenpanzer + Schild. Wer nachrechnet, 
            stellt fest das ein K&#228;mpfer mit Schild, R&#252;stung und Schwert 6 GE 
            tr&#228;gt, und sich nicht bewegen kann. Deshalb hatten in fr&#252;heren 
            Tagen Ritter Knappen dabei - und in Eressea Pferde. F&#252;r je 20 GE 
            &#220;berlast gibt man der Einheit 1 Pferd und schon k&#246;nnen sich die 
            Truppen wieder bewegen. Wie schon erw&#228;hnt, braucht man daf&#252;r nicht 
            einmal reiten k&#246;nnen. Alternativ kann man pro 100 Personen auch 70 
            Plattenpanzer und 30 Kettenhemden ausr&#252;sten, dann wiegt die 
            Ausr&#252;stung der Einheit genau 540GE, also exakt so viel Gewicht wie 
            sie maximal tragen kann.
          </p>
          <p>
            (Teilt der Gegner pro Treffer einen sehr hohen Schaden aus, so 
            kann es besser sein, den Plattenpanzer durch ein Kettenhemd zu 
            ersezten oder gar ganz wegzulassen, weil sonst die h&#246;here 
            Trefferwahrscheinlichkeit nicht durch den R&#252;stungsschutz 
            kompensiert wird.)
          </p>
          <h2>
            <span class="mw-headline" id="Was_sollen_meine_Truppen_lernen.3F">Was 
            sollen meine Truppen lernen?</span>
          </h2>
          <p>
            Truppen lernen Ausdauer + Waffentalent. Es gibt, abh&#228;ngig von der 
            Rasse, einen Punkt an dem man besser Ausdauer lernen sollte als 
            das Waffentalent zu verbessern. Irgendwann kosten neue Stufen im 
            Waffentalent n&#228;mlich soviel Lernzeit wie mehrere Stufen Ausdauer. 
            Wo dieser Punkt erreicht ist, kann man sich ausrechnen, oder an 
            den Waffentalenten der Feinde ausrichten - denn auf keinen Fall 
            sollte man weit hinter den Feinden zur&#252;ckbleiben.
          </p>
          <p>
            Der Vorteil davon, zwei Talente zu lernen ist auch, das es 
            leichter ist, immer Lehrer zu haben - f&#252;r das eine oder andere 
            Talent.
          </p>
          <h2>
            <span class="mw-headline" id="Was_brauche_ich_in_der_ersten_Runde_auf_jeden_Fall.3F">Was 
            brauche ich in der ersten Runde auf jeden Fall?</span>
          </h2>
          <p>
            Unabh&#228;ngig von der Rasse und den dadurch notwendigen 
            Unterhaltern/Steuereintreibern sollte man in der ersten Runde auf 
            jeden Fall zumindest einen Wahrnehmer und vielleicht noch einen 
            Tarner ausbilden, um so nicht ins Hintertreffen zu geraten, da vor 
            allem die in Tarnung besonders begabten Rassen die F&#228;higkeit zum 
            Klauen oft ausnutzen, wenn man ihnen die Gelegenheit bietet.
          </p>
          <h2>
            <span class="mw-headline" id="Handelsg.C3.BCter_einkaufen">Handelsg&#252;ter 
            einkaufen</span>
          </h2>
          <p>
            Bei &#252;berm&#228;&#223;igem Einkauf steigt zwar der Preis f&#252;r das Handelsgut 
            zeitweilig, aber solange er unter dem Verkaufspreis bleibt, sollte 
            man trotzdem mehr kaufen. In der Regel kann man in weitaus mehr 
            Regionen ein Gut verkaufen, als kaufen - und H&#228;ndler k&#246;nnen 
            mehrere verschieden G&#252;ter pro Runde verkaufen. (Es gibt sogar 
            Situationen, in denen es sinnvoll ist, Handelsg&#252;ter <i>&#252;ber</i> 
            dem maximalen Verkaufspreis einzukaufen, aber das f&#252;hrt vielleicht 
            zu weit.)
          </p>
          <p>
            Mit Handel kann man gro&#223;e Mengen an Geld machen, das &quot;aus dem 
            Nichts&quot; entsteht, also nicht vom Regionsvorrat der Bauern 
            abgezogen wird, das sollte man sich auf keinen Fall entgehen 
            lassen.
          </p>
          <h2>
            <span class="mw-headline" id="Leben_am_Rande_des_Einheiten-Limits">Leben 
            am Rande des Einheiten-Limits</span>
          </h2>
          <p>
            Hat eine Partei 2500 Einheiten (E3:250), so kann sie keine neuen 
            Einheiten mehr erschaffen. Zun&#228;chst m&#252;ssen einige Einheiten 
            aufgel&#246;st werden, in dem man mehrere Einheiten zusammenlegt 
            (verhungern lassen, K&#228;mpfe verlieren und GIB 0 geht nat&#252;rlich 
            auch). Da leere Einheiten aber erst kurz vor Ende der 
            Befehlsreihenfolge aufgel&#246;st werden, kann man auf die Weise erst 
            in der n&#228;chsten Woche neue Einheiten erschaffen.
          </p>
          <p>
            Manchmal kann man mit einem kleinen Trick doch noch beides in 
            einer Runde erledigen: Einheit A &#252;bergibt alle ihre Personen an 
            Einheit B. Die nun leere Einheit A kann sofort Rekrutieren (kommt 
            nach GIB). Voraussetzung ist nat&#252;rlich, dass man in der Region, in 
            der man rekrutieren will auch zwei Einheiten hat, die man 
            zusammenlegen kann.
          </p>
          <h2>
            <span class="mw-headline" id="Bauern_als_Kundschafter">Bauern als 
            Kundschafter</span>
          </h2>
          <p>
            <a href="Bauernwanderung.html" title="Bauernwanderung">Umherwandernde 
            Bauern</a> bringen aufschlu&#223;reiche Informationen aus 
            Nachbarregionen mit. Erh&#246;ht sich die Zahl der Bauern einer Region 
            pl&#246;tzlich deutlich schneller als dies durch die nat&#252;rliche <a href="Bauernvermehrung.html" title="Bauernvermehrung">Bauernvermehrung</a> 
            erkl&#228;rbar ist, dann sind aus Nachbarregionen zugewanderte Bauern 
            die Ursache. H&#228;ufig sind daf&#252;r Monster verantwortlich, die sich in 
            der Nachbarschaft eingenistet haben und dort Bauern verscheuchen. 
            Die zweite Alternative sind Bauern, die in ihrer Heimat keine 
            Arbeit finden.
          </p>
          <p>
            Fazit: Wer auf die Entwicklung der Bev&#246;lkerungszahl achtet, wirft 
            damit auch einen Blick auf die Nachbarregionen.
          </p>
          <h2>
            <span class="mw-headline" id="Warenlager">Warenlager</span>
          </h2>
          <p>
            Ein Warenlager in einer Region besteht aus einer Einheit, die 
            m&#246;glichst weit oben in der Zugvorlage steht (z.B. der Burgherr der 
            &#228;ltesten Burg) und an die &#252;bersch&#252;ssige Waren abgegeben werden. 
            Ben&#246;tigt eine andere Einheit etwas davon, so kann sie es sich (bei 
            eingeschaltetem Materialpool) per <a href="RESERVIERE.html" title="RESERVIERE">RESERVIERE</a> 
            selbst nehmen. Das Warenlager sollte deshalb weit oben stehen, 
            weil <tt>RESERVIERE</tt> die Einheiten einer Region der Reihe nach 
            durchgeht und sich ben&#246;tigte Gegenst&#228;nde von der ersten 
            verf&#252;gbaren Einheit nimmt, die diese Gegenst&#228;nde besitzt. Ein 
            weiterer Vorteil, man sieht auf einem Blick, welche Gegenst&#228;nde 
            verf&#252;gbar sind.
          </p>
          <p>
            <br>
            [E2-Tipp]: Lernt das Warenlager permanent Tarnung, entzieht sich 
            der Lagerbestand hoffentlich einem wenig talentierten 
            herumziehenden oder anschwimmenden Spion einer unfreundlichen 
            Partei. Eine andere Theorie fordert ein hohes Wahrnehmungstalent, 
            damit das Lager nur schwer bestohlen werden kann - um dies zu 
            verhindern reicht aber auch ein guter Wahrnehmer der gleichen 
            Partei zus&#228;tzlich zum Lager.
          </p>
          <h2>
            <span class="mw-headline" id="Dem_Hungertode_entrinnen">Dem 
            Hungertode entrinnen</span>
          </h2>
          <p>
            Magier, Wahrnehmer, Taktiker und andere wichtige Einheiten sollten 
            im NR so weit wie m&#246;glich oben stehen. Silber wird eigentlich 
            immer (eine Garantie seitens der SL gibt es hierf&#252;r nicht!) von 
            oben nach unten verteilt. Gibt es in einer Region durch eine 
            Unachtsamkeit oder Diebstahl nicht genug Silber um alle Personen 
            zu versorgen nehmen sich die oberen Einheiten zuerst das Essen und 
            die unteren m&#252;ssen (ver-)hungern. Hungert von einer Einheit auch 
            nur eine einzelne Person so unterliegt die ganze Einheit dem 
            Nachteil der Talenthalbierung. Die 100er Einheit Steuereintreiber 
            ganz unten in der Region stehen zu haben ist also eventuell auch 
            nicht so clever.
          </p>
          <p>
            In die gew&#252;nschte Reihenfolge bekommt man die Einheiten mit dem 
            Befehl <a href="SORTIERE.html" title="SORTIERE">SORTIERE</a>.
          </p>
          <h2>
            <span class="mw-headline" id="Sichere_.28Schiffs-.29routen">Sichere 
            (Schiffs-)routen</span>
          </h2>
          <p>
            Bei gro&#223;en Parteien verliert man schnell mal die &#220;bersicht &#252;ber 
            die Flotte. Leicht kann es passieren, dass ein vergessener 
            ROUTE-Befehl (oder ein NMR) dazu f&#252;hrt, dass ein Schiff, das 
            eigentlich schon sein Ziel erreicht hat, in der n&#228;chsten Runde 
            weiterf&#228;hrt und gegen einen Berg knallt. Dagegen hilft, ROUTE 
            Befehle mit doppeltem PAUSE abzuschlie&#223;en, also etwa
          </p>
          <pre> ROUTE no no no no o o o o o o nw nw nw so PAUSE PAUSE</pre>
          <p>
            Das bewirkt, das bei erreichen des letzten PAUSE als 
            Default-Befehl f&#252;r die n&#228;chste Runde ROUTE PAUSE no no no no o o o 
            o o o nw nw nw so PAUSE gesetzt wird. Das gibt zwar eine 
            Fehlermeldung, aber das Schiff bewegt sich auch nicht mehr weiter.
          </p>
          <h2>
            <span class="mw-headline" id="TEMP-Einheiten">TEMP-Einheiten</span>
          </h2>
          <p>
            Mit TEMP-Einheiten kann man jede Menge Quatsch machen und 
            Beschr&#228;nkungen umgehen, die einem der Server aus &#252;bertriebener 
            F&#252;rsorge auferlegt. Will man zum Beispiel ein Geb&#228;ude oder Schiff 
            VERLASSEN und ist sich nicht sicher, was mit dem Kommando 
            passiert? Ganz einfach
          </p>
          <pre> GIB TEMP 123 ALLES
 GIB TEMP 123 ALLES PERSONEN
 MACHEN TEMP 123
 ; ... BENENNEN und andere neue Befehle der Einheit
 ENDE
 GIB neu KOMMANDO</pre>
          <p>
            setzen; die leere Einheit &#252;bergibt brav das Kommando an die 
            richtige Einheit und die neue TEMP-Einheit &#252;bernimmt die alte 
            (allerdings mit neuer Nummer).
          </p>
          <h2>
            <span class="mw-headline" id="Warum_kann_mein_Schiff_nicht_fahren.2C_obwohl_es_nicht_.C3.BCberladen_ist">Warum 
            kann mein Schiff nicht fahren, obwohl es nicht &#252;berladen ist</span>
          </h2>
          <p>
            Manchmal bekommst du die Meldung, dass ein Schiff wegen &#220;berladung 
            nicht ablegen konnte. Beim genaueren Nachsehen stellt sich aber 
            heraus, dass das Schiff gar nicht &#252;berladen ist. Dies ist trotzdem 
            meist kein Bug, sondern liegt daran, dass die &#252;bersch&#252;ssige Ladung 
            in Form von Silber aufgegessen wurde. Da NACH vor dem 
            Einheitenunterhalt in der <a href="Befehlsreihenfolge.html" title="Befehlsreihenfolge">Befehlsreihenfolge</a> 
            steht, war das Schiff bei der Bewegung noch &#252;berladen. Manchmal 
            wird der Fehler auch durch Einheiten verursacht, die ARBEITEN. Im 
            Report scheint alles okay, aber die Einheit &#252;berl&#228;dt das Schiff 
            durch Silber, das sie nach der Bewegungsphase selber wieder 
            aufisst.
          </p>
          <h2>
            <span class="mw-headline" id="Siehe_auch">Siehe auch</span>
          </h2>
          <ul>
            <li>
              <a href="Hinweise.html" title="Hinweise">Hinweise</a>
            </li>
          </ul>
          <!-- 
NewPP limit report
Cached time: 20220210181106
Cache expiry: 86400
Dynamic content: false
CPU time usage: 0.013 seconds
Real time usage: 0.014 seconds
Preprocessor visited node count: 50/1000000
Preprocessor generated node count: 56/1000000
Post?expand include size: 0/2097152 bytes
Template argument size: 0/2097152 bytes
Highest expansion depth: 2/40
Expensive parser function count: 0/100
Unstrip recursion depth: 0/20
Unstrip post?expand size: 0/5000000 bytes
-->
          <!--
Transclusion expansion time report (%,ms,calls,template)
100.00%    0.000      1 -total
-->
          <!-- Saved in parser cache with key hungryhipp-wiki_:pcache:idhash:1664-0!canonical and timestamp 20220210181106 and revision id 6990
 -->
          </div>
      </div>
    </div>
  </body>
</html>
