<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//DE">

<html>
<head>
	<title>Fenster: Befehle</title>
	<meta http-equiv="Content-Language" content="de-DE">
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="Magellan, Dokumentation, Eressea, PbeM, JavaClient">
	<meta name="description" content="Magellan Dokumentation">
	<meta name="AUTHOR" content="rb@behme.space.net">
 	<link rel=stylesheet href="../default.css" type="text/css">
</head>

<body <!--#include virtual="../../bgcolor.ssi"-->
<a name="top"></a>

<!-- Inhalt -->

<h1>Befehle</h1>

<p>Dieses Fenster dient dazu seinen Einheiten, neue Anweisungen zu geben.</p>
<p align="center"><img src="images/windows_orders.gif" width=380 height=277 alt="" border="0"></p>

<p>Ist eine Einheit angew&auml;hlt, werden die Befehle der Einheit hier dargestellt und k&ouml;nnen ver&auml;ndert werden. Magellan zeigt nur Befehle von Einheiten an, wenn f&uuml;r die entsprechende Partei ein Password gesetzt wurde. Wenn hier also keine Befehle auftauchen, mu&szlig; man in der <a href="menu_extras_factionstatistics.html">Parteistatistik</a> f&uuml;r seine Partei zuerst ein Password angeben.</p>

<p>Die Befehlseingabe wird durch eine komfortable Auto-Vervollst&auml;ndigen-Funktion unterst&uuml;tzt, die flexibel an die eigenen Bed&uuml;rfnisse <a href="menu_extras_options_detail.html">angepasst</a> werden kann. Um einen Befehl einzugeben mu&szlig; man nur dessen Anfangsbuchstaben eingeben. Aus der nun erscheinenden Vorschlagsliste kann man nun mittels der Cursortasten oder STRG-up bzw. STRG-down den passenden Befehl ausw&auml;hlen und mit der TAB-Taste einf&uuml;gen. Die Auto-Vervollst&auml;ndigen-Funktion kann im Men&uuml; <a href="menu_extras_options_detail.html">Extras/Optionen/Detailanzeige</a> konfiguriert werden.</p>

<p>Mit <b><i>Befehle best&auml;tigt</i></b> kann man die Befehle der aktiven Einheit best&auml;tigen. Die Einheit wird darauf im Regionsfenster nicht mehr fett dargestellt. Man kann mit dieser Funktion also Einheiten markieren, die man bereits bearbeitet hat.</p>

<br>
<h2>TEMP-Einheiten</h2>

<p>Magellan bietet eine komfortable M&ouml;glichkeit mit TEMP-Einheiten zu arbeiten. Dabei werden TEMP-Einheiten wie normale Einheiten unter ihrer Erzeugereinheit dargestellt. &Uuml;bergaben von Personen und Gegenst&auml;nden und auch Talente und Gewichte werden dabei in der Detailanzeige wie bei normalen Einheiten dargestellt. Die Befehle zur Erzeugung der TEMP-Einheit (MACHE TEMP [...] ENDE) werden von Magellan erst beim Exportieren der Befehle erzeugt. Innerhalb Magellan werden TEMP-Einheiten behandelt wie alle anderen Einheiten auch.</p>

<br>
<h3>TEMP-Einheiten erschaffen</h3>

<p><img src="images/windows_orders_button_maketemp.gif" width=101 height=36 alt="" border="0"></p>
<p>Mit einem Klick auf diesen Button wird eine TEMP-Einheit erzeugt. Dabei k&ouml;nnen in folgendem Dialog Einheitenname und TEMP-ID eingegeben werden. Die ensprechenden Befehle werden dabei automatisch erzeugt.</p>

<p><img src="images/windows_orders_maketemp.gif" width=306 height=122 alt="" border="0"></p>

<p>Nach einem Klick auf <br><i>Mehr</i> erscheint folgender Dialog:</p>
<p><img src="images/windows_orders_maketempmore.gif" width=306 height=221 alt="" border="0"></p>
<p>Hier kann zus&auml;tzlich die Anzahl der zu rekrutierenden Personen, ein Befehl und die Einheitenbeschreibung angegeben werden.</p>


<br>
<h3>TEMP-Einheiten l&ouml;schen</h3>

<p><img src="images/windows_orders_button_deltemp.gif" width=101 height=36 alt="" border="0"></p>
<p>Bei Klick auf diesen Button wird die aktuelle TEMP-Einheit gel&ouml;scht.</p>


<!-- Inhalt - Ende -->

<p>&nbsp;</p>
<p align="right" class="tiny">$Id: windows_orders.html 8 2003-10-12 21:05:43Z eressea $</p>
<p>&nbsp;</p>
</body>
</html>
